Repository: arturkult/BiznesElektroniczy
Catalog: app/Resources/translations/*/AdminOrderscustomersHelp.*.xlf
Languages: pl_pl

source: Leave this field blank if there's no change.
pl_pl: Pozostaw to pole puste, jeśli nie ma zmian.

source: Password should be at least %s characters long.
pl_pl: Hasło powinno składać się przynajmniej z %s znaków.

source: Enable or disable customer login.
pl_pl: Włączyć lub wyłączyć logowanie klienta.

source: This customer will receive your ads via email.
pl_pl: Ten klient otrzyma reklamy za pośrednictwem email.

source: Select all the groups that you would like to apply to this customer.
pl_pl: Wybierz wszystkie grupy klientów które chciałbyś przypisać do tego klienta

source: This group will be the user's default group.
pl_pl: Grupa ta będzie domyślną grupę użytkownika.

source: Only the discount for the selected group will be applied to this customer.
pl_pl: Zniżka tylko dla wybranej grupy zostanie zastosowana do tego klienta.

source: Valid characters:
pl_pl: Prawidłowe znaki:

source: Prefix used for delivery slips.
pl_pl: Prefiks użyty do listu przewozowego.

source: The next delivery slip will begin with this number and then increase with each additional slip.
pl_pl: Następny numer listu przewozowego rozpocznie się od tego numeru i będzie się zwiększał z każdym następnym listem.

source: Adds an image before product name on Delivery-slip
pl_pl: Dodaje zdjęcie przed nazwą produktu na dowodzie dostawy

source: Format: 2011-12-31 (inclusive).
pl_pl: Format: 2011-12-31 (włącznie).

source: Format: 2012-12-31 (inclusive).
pl_pl: Format: 2011-12-31 (włącznie).

source: If enabled, your customers will receive an invoice for the purchase.
pl_pl: Jeśli włączone, klienci otrzymają fakturę zakupu.

source: If required, show the total amount per rate of the corresponding tax.
pl_pl: Jeśli to konieczne, pokazuje podsumowanie dla każdej odpowiedniej stawki podatkowej.

source: Adds an image in front of the product name on the invoice
pl_pl: Dodaje zdjęcie przed nazwą produktu na fakturze

source: Freely definable prefix for invoice number (e.g. #IN00001).
pl_pl: Dowolnie definiowany prefiks numeru faktury (np. #FV00001).

source: The next invoice will begin with this number, and then increase with each additional invoice. Set to 0 if you want to keep the current number (which is #%number%).
pl_pl: Następny numer faktury zacznie się od tego numeru, a następnie będzie się zwiększał przy każdej następnej fakturze lub rachunki. Ustaw na 0, jeśli chcesz zachować obecną liczbę (#%number%).

source: Use this field to show additional information on the invoice, below the payment methods summary (like specific legal information).
pl_pl: Pole to służy do wyświetlania dodatkowych informacji na fakturze, poniżej podsumowania metody płatności (np. konkretnych informacji prawnych).

source: This text will appear at the bottom of the invoice, below your company details.
pl_pl: Ten tekst pojawi się na dole faktury, poniżej nazwy sklepu.

source: Choose an invoice model.
pl_pl: Wybierz wzór faktury.

source: Saves memory but slows down the PDF generation.
pl_pl: Oszczędza pamięć, ale spowalnia proces generowania pliku PDF.

source: You can also export orders which have not been charged yet.
pl_pl: Możesz także wyeksportować zamówienia, które nie zostały jeszcze obciążone.

source: Would you like to allow merchandise returns in your shop?
pl_pl: Czy chciałbyś aktywować zwroty towarów dla Twojego sklepu?

source: How many days after the delivery date does the customer have to return a product?
pl_pl: Ilość dni po dacie dostawy w czasie których nabywca może dokonać zwrotu towaru

source: Prefix used for return name (e.g. RE00001).
pl_pl: Prefiks używany do nazwy zwrotu (np. RE00001).

source: Merchandise return (RMA) status.
pl_pl: Status zwrotu.

source: List of products in return package.
pl_pl: Lista produktów w zwrocie.

source: The link is only available after validation and before the parcel gets delivered.
pl_pl: Link jest dostępny tylko po potwierdzeniu i przed dostarczeniem paczki.

source: Prefix used for credit slips.
pl_pl: Prefiks użyty dla paragonów.

source: If you don't select "Free shipping," the normal shipping costs will be applied.
pl_pl: Jeśli nie wybierzesz „Darmowej dostawy”, doliczone zostaną normalne koszty dostawy.

source: Resend this email to the customer
pl_pl: Wyślij ponownie ten e-mail do klienta

source: Do not forget to update your exchange rate before making this change.
pl_pl: Nie zapomnij zaktualizować kursu wymiany walut, przed wykonaniem tej zmiany.

source: This feature will generate a random password and send an email to the customer.
pl_pl: Ta opcja losowo wygeneruje hasło i prześle je na adres email klienta

source: (Max %amount_refundable% %tax_method%)
pl_pl: (Maks. %amount_refundable% %tax_method%)

source: Search for an existing customer by typing the first letters of his/her name.
pl_pl: Wyszukaj istniejącego klienta wpisując pierwsze litery jego/jej nazwiska.

source: Send an email to the customer with the link to process the payment.
pl_pl: Wyślij e-mail do klienta z linkiem do przetworzenia płatności.

source: Go on payment page to process the payment.
pl_pl: Przejdź na stronę płatności aby przetworzyć płatność.

source: If you chooses to create this discount for all invoices, only one discount will be created per order invoice.
pl_pl: Jeżeli wybierzesz stworzenie tego rabatu dla wszystkich faktur, jeden rabat będzie utworzony na fakturę

source: View details on the customer page
pl_pl: Zobacz szczegóły na stronie klienta

source: View details on the order page
pl_pl: Zobacz szczegóły na stronie zamówienia

source: Select the fields you would like to be required for this section.
pl_pl: Zaznacz pola, które chcesz żeby były wymagane w tej sekcji.

source: Please make sure you are complying with the opt-in legislation applicable in your country.
pl_pl: Upewnij się, że postępujesz zgodnie ze wszelkimi ustawami obowiązującymi w Twoim kraju.

source: This feature generates a random password before sending an email to your customer.
pl_pl: Ta opcja generuje losowe hasło i wysyła je mailem do klienta

source: This note will be displayed to all employees but not to customers.
pl_pl: Ta wiadomość będzie wyświetlona wszystkim pracownikom, ale nie klientom.

source: You can add a comment here.
pl_pl: Tu możesz dodać komentarz
