Repository: arturkult/BiznesElektroniczy
Catalog: app/Resources/translations/*/AdminCatalogHelp.*.xlf
Languages: pl_pl

source: To have a different title from the product name, enter it here.
pl_pl: Jeśli chcesz mieć inny tytuł z nazwą produktu, wpisz go tutaj.

source: Public title for the product's page, and for search engines. Leave blank to use the product name. The number of remaining characters is displayed to the left of the field.
pl_pl: Publiczny tytuł na stronie produktu i dla wyszukiwarek. Pozostaw puste, aby użyć nazwy produktu. Liczba pozostałych znaków jest wyświetlana po lewej stronie pola.

source: To have a different description than your product summary in search results pages, write it here.
pl_pl: Jeśli chcesz mieć inny opis niż podsumowanie produktu na stronach wyników wyszukiwania, wpisz go tutaj.

source: This description will appear in search engines. You need a single sentence, shorter than 160 characters (including spaces)
pl_pl: Ten opis będzie się pojawiał w wyszukiwarkach. Potrzebujesz pojedynczego zdania o długości krótszej niż 160 znaków (ze spacjami)

source: To which product the page should redirect?
pl_pl: Do którego produktu należy przekierować stronę?

source: To which category the page should redirect?
pl_pl: Do której kategorii należy przekierować stronę?

source: Search for a product
pl_pl: Szukaj produktu

source: Enter your product name
pl_pl: Wpisz nazwę produktu

source: The summary is a short sentence describing your product.<br />It will appears at the top of your shop's product page, in product lists, and in search engines' results page (so it's important for SEO). To give more details about your product, use the "Description" tab.
pl_pl: Podsumowanie - krótkie zdanie opisujące produkt. <br /> Będzie wyświetlane na górze strony produktu Twojego sklepu, na listach produktów i w wynikach strony wyszukiwarek (dlatego tak ważne dla SEO). Aby dodać więcej szczegółów na temat danego produktu, należy skorzystać z zakładki "Opis".

source: Search and add a related product
pl_pl: Wyszukaj i dodaj powiązany produkt

source: Use a comma to create seperate tags. E.g.: dress, cotton, party dresses.
pl_pl: Użyj przecinka, aby utworzyć osobne tagi. Np.: suknia, bawełna, sukienki wieczorowe.

source: Combine several attributes, e.g.: "Size: all", "Color: red".
pl_pl: Kombinacja kilku atrybutów, np.: "Rozmiar: wszystkie", "Kolor: czerwony".

source: Per kilo, per litre
pl_pl: Za kilogram, za litr

source: Create a new product: CTRL+P
pl_pl: Utwórz nowy produkt: CTRL+P

source: Your internal name for this attribute.
pl_pl: Twoja wewnętrzna nazwa dla tego atrybutu.

source: The public name for this attribute, displayed to the customers.
pl_pl: Publiczna nazwa dla tego atrybutu, wyświetlana dla klientów.

source: The way the attribute's values will be presented to the customers in the product's page.
pl_pl: Sposób, w jaki wartości atrybutu zostaną przedstawione klientowi na stronie produktu.

source: Choose the attribute group for this value.
pl_pl: Wybierz grupę, dla tej wartości atrybutu.

source: Choose a color with the color picker, or enter an HTML color (e.g. "lightblue", "#CC6600").
pl_pl: Wybierz kolor z palety kolorów, lub wprowadź kod HTML koloru (np. "lightblue", "#CC6600").

source: Upload an image file containing the color texture from your computer.
pl_pl: Prześlij ze swojego komputera plik obrazu zawierającego kolorową strukturę.

source: This will override the HTML color!
pl_pl: To nadpisze kolor HTML!

source: Save then add another value
pl_pl: Zapisz a potem dodaj kolejną wartość

source: Only letters and the minus (-) character are allowed.
pl_pl: Dozwolone są tylko litery i znak "-".

source: Add new feature value
pl_pl: Dodaj nową wartość funkcji

source: Save and add another value
pl_pl: Zapisz i dodaj kolejną wartość

source: Back to the list
pl_pl: Wróć do listy

source: Add new feature values
pl_pl: Dodaj nową wartość cechy

source: Company name for this supplier
pl_pl: Nazwa firmy dla tego dostawcy

source: Will appear in the list of suppliers.
pl_pl: Pojawi się na liście dostawców.

source: Phone number for this supplier
pl_pl: Numer telefonu tego dostawcy

source: Mobile phone number for this supplier.
pl_pl: Numer telefonu komórkowego do tego dostawcy.

source: Upload a supplier logo from your computer.
pl_pl: Wgraj logo dostawcy ze swojego komputera.

source: To add "tags" click in the field, write something and then press "Enter".
pl_pl: Aby dodać "tagi" kliknij w polu, napisz coś, następnie naciśnij "Enter".

source: Upload a brand logo from your computer.
pl_pl: Wgraj logo marki ze swojego komputera.

source: To add "tags," click inside the field, write something, and then press "Enter."
pl_pl: Aby dodać "tagi" kliknij w polu, napisz coś, następnie naciśnij "Enter"

source: Company name for this brand
pl_pl: Nazwa firmy dla tej marki

source: Allow customers to upload files using the contact page.
pl_pl: Pozwól klientom wgrywać pliki za pomocą strony kontaktowej

source: Please fill out the message fields that appear by default when you answer a thread on the customer service page.
pl_pl: Wypełnij proszę wiadomość, która pojawi się domyślnie kiedy odpowiesz w wątku na stronie obsługi klienta

source: URL for your IMAP server (ie.: mail.server.com).
pl_pl: Adres URL serwera IMAP (np. mail.serwer.pl).

source: Port to use to connect to your IMAP server.
pl_pl: Port używany do połączenia z serwerem IMAP.

source: User to use to connect to your IMAP server.
pl_pl: Użytkownik używany do łączenia się z serwerem IMAP.

source: Password to use to connect your IMAP server.
pl_pl: Hasło używane do łączenia się z serwerem IMAP.

source: Delete messages after synchronization. If you do not enable this option, the synchronization will take more time.
pl_pl: Usuń wiadomości po synchronizacji. Jeśli nie włączysz tej opcji, synchronizacja zajmie więcej czasu.

source: Create new threads for unrecognized emails.
pl_pl: Tworzenie nowych tematów dla nierozpoznanych wiadomości.

source: Use POP3 instead of IMAP.
pl_pl: Użyj protokołu POP3 zamiast IMAP.

source: Do not use RSH or SSH to establish a preauthenticated IMAP sessions.
pl_pl: Nie używaj RSH lub SSH aby utworzyć zautentyfikowaną sesję IMAP

source: Use the Secure Socket Layer (TLS/SSL) to encrypt the session.
pl_pl: Użyj Secure Socket Layer (TLS/SSL) do szyfrowania sesji.

source: Validate certificates from the TLS/SSL server.
pl_pl: Sprawdź poprawność certyfikatów z serwera TLS/SSL.

source: Do not validate certificates from the TLS/SSL server. This is only needed if a server uses self-signed certificates.
pl_pl: Nie potwierdzaj certyfikatów z serwera TLS/SSL. Jest to konieczne tylko wtedy, gdy serwer używa certyfikatów z podpisem własnym.

source: Force use of start-TLS to encrypt the session, and reject connection to servers that do not support it.
pl_pl: Wymuś użycie start-TLS aby zaszyfrować sesję i odrzucić połączenia z serwerami które tego nie obsługują

source: Do not use start-TLS to encrypt the session, even with servers that support it.
pl_pl: Nie używaj start-TLS aby szyfrować sesję, nawet z serwerami które to obsługują

source: This is the main image for your category, displayed in the category page. The category description will overlap this image and appear in its top-left corner.
pl_pl: Jest to główny obraz dla Twojej kategorii, wyświetlany na stronie kategorii. Opis kategorii będzie nakładać się na ten obrazek, pojawiając się w jego lewym górnym rogu.

source: Displays a small image in the parent category's page, if the theme allows it.
pl_pl: Wyświetla mały obraz na stronie kategorii nadrzędnej, jeśli szablon na to pozwala.

source: The category thumbnail appears in the menu as a small image representing the category, if the theme allows it.
pl_pl: Miniatura kategorii pojawia się w menu jako mały obraz reprezentujący kategorię, jeśli szablon na to pozwala.

source: To add "tags," click in the field, write something, and then press "Enter."
pl_pl: Aby dodać "tagi" kliknij w polu, napisz coś, następnie naciśnij "Enter"

source: Only letters, numbers, underscore (_) and the minus (-) character are allowed.
pl_pl: Tylko litery, cyfry, podkreślenia (_) i minus (-) znakami dozwolonymi.

source: You now have three default customer groups.
pl_pl: Masz teraz trzy domyślne grupy klientów.

source: Mark all of the customer groups which you would like to have access to this category.
pl_pl: Zaznacz wszystkie grupy użytkowników, którzy mogą mieć dostęp do tej kategorii.

source: Number of days this file can be accessed by customers. Set to zero for unlimited access.
pl_pl: Ilość dnia przez które ten plik będzie dostępny dla klientów. Ustaw zero aby dostęp był nielimitowany.

source: Is the product a pack (a combination of at least two existing products), a virtual product (downloadable file, service, etc.), or simply a standard, physical product?
pl_pl: Czy ten produkt to pakiet produktów (połączenie co najmniej dwóch istniejących produktów), produkt wirtualny (plik do pobrania, serwis, itp), albo po prostu fizyczny, standardowy produkt?

source: Combinations are the different variations of a product, with attributes like its size, weight or color taking different values. Does your product require combinations?
pl_pl: Kombinacje są to różne warianty produktu, o atrybutach takich jak rozmiar, waga lub kolor przyjmujące różne wartości. Czy Twój produkt wymaga kombinacji?

source: Advanced settings in [1][2]Combinations[/1]
pl_pl: Ustawienia zaawansowane [1][2]Kombinacje[/1]

source: Your reference code for this product. Allowed special characters: .-_#.
pl_pl: Twój kod referencyjny dla tego produktu. Dozwolone znaki specjalne: .-_#.

source: How many products should be available for sale?
pl_pl: Ile produktów powinno być dostępnych w sprzedaży?

source: Advanced settings in [1][2]Quantities[/1]
pl_pl: Ustawienia zaawansowane [1][2]Ilości[/1]

source: This is the retail price at which you intend to sell this product to your customers. The tax included price will change according to the tax rule you select.
pl_pl: Jest to cena detaliczna, za którą zamierzasz sprzedać ten produkt swoim klientom. Cena brutto będzie się zmieniać w zależności od wybranej zasady opodatkowania.

source: Advanced settings in [1][2]Pricing[/1]
pl_pl: Ustawienia zaawansowane [1][2]Wycena[/1]

source: Upload a file from your computer (%maxUploadSize% max.)
pl_pl: Prześlij plik z komputera (maksymalnie %maxUploadSize%.)

source: The full filename with its extension (e.g. Book.pdf)
pl_pl: Pełna nazwa pliku z jego rozszerzeniem (np. instrukcja.pdf)

source: Number of downloads allowed per customer. Set to 0 for unlimited downloads.
pl_pl: Ilość dozwolonych pobrań na jednego klienta (ustaw 0 dla nielimitowanych pobrań).

source: If set, the file will not be downloadable after this date. Leave blank if you do not wish to attach an expiration date.
pl_pl: Jeżeli podana, plik nie będzie dostępny do pobrania po tej dacie. Pozostaw puste to pole żeby link nie wygasał

source: This is the price at which you intend to sell this product to your customers. The tax included price will change according to the tax rule you select.
pl_pl: Jest to cena, za którą zamierzasz sprzedać ten produkt swoim klientom. Cena brutto będzie się zmieniać w zależności od wybranej zasady opodatkowania.

source: Some products can be purchased by unit (per bottle, per pound, etc.), and this is the price for one unit. For instance, if you’re selling fabrics, it would be the price per meter.
pl_pl: Niektóre produkty mogą być nabywane na jednostki (za butelkę, za kilogram, itp.), a to jest cena za jedną jednostkę. Na przykład jeśli sprzedajesz tkaniny, byłaby to cena za metr.

source: The cost price is the price you paid for the product. Do not include the tax. It should be lower than the retail price: the difference between the two will be your margin.
pl_pl: Koszt własny jest to cena, jaką zapłaciłeś za produkt. Nie zawiera podatku. Powinna być niższa niż cena detaliczna: różnica pomiędzy nimi będzie Twoją marżą.

source: You can set specific prices for customers belonging to different groups, different countries, etc.
pl_pl: Możesz ustalić specyficzne ceny dla klientów należących do różnych grup, krajów itp.

source: Sometimes one customer can fit into multiple price rules. Priorities allow you to define which rules apply first.
pl_pl: Czasami jeden klient może pasować do kilku specyficznych warunków cenowych. Priorytety pozwalają określić, które przepisy mają zastosowanie w pierwszej kolejności.

source: Tags are meant to help your customers find your products via the search bar.
pl_pl: Tagi mają na celu pomóc klientom znaleźć produkty za pomocą paska wyszukiwania.

source: Choose terms and keywords that your customers will use to search for this product and make sure you are consistent with the tags you may have already used.
pl_pl: Wybierz słowa kluczowe których klienci będą używać aby odnaleźć ten produkt. Upewnij się, że są zgodne z tagami których użyłeś.

source: You can manage tag aliases in the [1]Search section[/1]. If you add new tags, you have to rebuild the index.
pl_pl: Aliasami tagu można zarządzać w [1]sekcji Wyszukaj[/1]. Dodanie nowych tagów będzie wymagało przebudowania indeksu.

source: Not all shops sell new products. This option enables you to indicate the condition of the product. It can be required on some marketplaces.
pl_pl: Nie wszystkie sklepy sprzedają nowe produkty. Ta opcja pozwala wskazać stan produktu. Może to być wymagane na niektórych rynkach.

source: ISBN is used internationally to identify books and their various editions.
pl_pl: ISBN jest używany na całym świecie do identyfikowania książek i ich przeróżnych wersji.

source: This type of product code is widely used in the United States, Canada, the United Kingdom, Australia, New Zealand and in other countries.
pl_pl: Ten rodzaj kodu produktu jest szeroko stosowany w USA, Kanadzie, Wielkiej Brytanii, Australii, Nowej Zelandii i innych krajach.

source: Permanently delete this product.
pl_pl: Usuń ten produkt na stałe.

source: See how your product sheet will look online: ALT+SHIFT+V
pl_pl: Podgląd strony produktu online: ALT+SHIFT+V

source: Enable or disable the product on your shop: ALT+SHIFT+O
pl_pl: Włącz lub wyłącz produkt w swoim skelpie: ALT+SHIFT+O

source: Save and duplicate this product, then go to the new product: ALT+SHIFT+D
pl_pl: Zapisz i zduplikuj ten produkt, a następnie przejdź do nowego produktu: ALT+SHIFT+D

source: Save and go back to the catalog: ALT+SHIFT+Q
pl_pl: Zapisz i wróć do katalogu: ALT+SHIFT+Q

source: Save and create a new product: ALT+SHIFT+P
pl_pl: Zapisz i utwórz nowy produkt: ALT+SHIFT+P

source: Save the product and stay on the current page: ALT+SHIFT+S
pl_pl: Zapisz produkt i pozostań na bieżącej stronie: ALT+SHIFT+S

source: Invalid token
pl_pl: Nieprawidłowy token

source: [1]Invalid token[/1]: direct access to this link may lead to a potential security breach.
pl_pl: [1]Niewłaściwy token[/1]: Bezpośredni dostęp do tego linku może spowodować luki w bezpieczeństwie sklepu.

source: Do you want to display this page?
pl_pl: Czy chcesz wyświetlić tą stronę?

source: Yes, I understand the risks
pl_pl: Tak, rozumie ryzyko

source: Take me out of there!
pl_pl: Zabierz mnie stąd!

source: The minimum quantity required to buy this product (set to 1 to disable this feature). E.g.: if set to 3, customers will be able to purchase the product only if they take at least 3 in quantity.
pl_pl: Minimalna ilość wymagana aby kupić ten produkt (ustaw 1 aby wyłączyć tą opcję). Np. jeśli ustawiono na 3, klient będzie mógł kupić ten produkt tylko gdy doda do koszyk 3 produkty lub więcej.

source: This type of product code is specific to Europe and Japan, but is widely used internationally. It is a superset of the UPC code: all products marked with an EAN will be accepted in North America.
pl_pl: Ten typ kodu produktu jest szczególnie dla Europy i Japonii, ale ma również szerokie zasstosowanie w innych krajach. Jest to rozszerzenie kodu UPC: wszystkie produkty oznaczone kodem EAN będą akceptowane w Ameryce Północnej.

source: Does this combination have a different price? Is it cheaper or more expensive than the default retail price?
pl_pl: Czy ta kombinacja posiada inną cenę? Czy kombinacja ma wpływ na wzrost lub spadek ceny produktu?

source: This interface allows you to specify the warehouse in which the product is stocked.
pl_pl: Ten interfejs pozwala określić w których magazynach produkt jest składowany.

source: It is also possible to specify the location within the warehouse for each product or combination.
pl_pl: Jest również możliwe, aby określić lokalizację w magazynie dla każdego produktu lub kombinacji.

source: Combinations are the different variations of a product, with attributes like its size, weight or color taking different values. To create a combination, you need to create your product attributes first. Go to Catalog > Attributes & Features for this!
pl_pl: Kombinacje są to różne warianty produktu, o atrybutach takich jak rozmiar, waga lub kolor przyjmujące różne wartości. Aby utworzyć kombinacje, należy najpierw utworzyć atrybuty produktu. Aby to zrobić, przejdź do Katalog > Atrybuty & Cechy!

source: To add combinations, you first need to create proper attributes and values in [1]Attributes & Features[/1]. <br> When done, you may enter the wanted attributes (like "size" or "color") and their respective values ("XS", "red", "all", etc.) in the field below; or simply select them from the right column. Then click on "Generate": it will automatically create all the combinations for you!
pl_pl: Żeby dodawać kombinacje, musisz w pierwszej kolejności utworzyć prawidłowe atrybuty i wartości w [1]Atrybuty & Cechy[/1]. <br> Po skończeniu możesz wprowadzić żądane atrybuty (np. „rozmiar” lub „kolor”) oraz odpowiadające im wartości („XS”, „czerwony”, „wszystkie” itp.) do znajdującego się poniżej pola. Możesz je również po prostu wybrać w kolumnie z prawej strony. Następnie kliknij „Generuj”, a system automatycznie utworzy za Ciebie wszystkie kombinacje!

source: If a carrier has a tax, it will be added to the shipping fees.
pl_pl: Jeżeli przewoźnik posiada podatek, zostanie on dodany do kosztów dostawy.

source: Where should the product be available on your site? The main category is where the product appears by default: this is the category which is seen in the product page's URL. Disabled categories are written in italics.
pl_pl: Gdzie produkt powinien by dostępny w witrynie? Główną kategorią jest, gdzie produkt pojawia się domyślnie: jest to kategoria, która jest widoczna w adresie URL strony produktu. Kategorie wyłączone są pisane kursywą.

source: Search categories
pl_pl: Szukaj kategorie

source: If you want to quickly create a new category, you can do it here. Don’t forget to then go to the Categories page to fill in the needed details (description, image, etc.). A new category will not automatically appear in your shop's menu, please read the Help about it.
pl_pl: Jeśli chcesz szybko utworzyć nową kategorię, możesz to zrobić tutaj. Pamiętaj, żeby po skończeniu odwiedzić stronę Kategorii i uzupełnić niezbędne dane (opis, obraz itp.). Nowa kategoria nie pojawi się automatycznie w menu Twojego sklepu. Więcej informacji znajdziesz w sekcji Pomocy.

source: You can specify product reference(s) for each associated supplier. Click "Save" after changing selected suppliers to display the associated product references.
pl_pl: Możesz podać indeks(y) produktu dla każdego przypisanego dostawcy. Kliknij "Zapisz" po zmianie wybranych dostawców aby wyświetlić połączone identyfikatory produktów.

source: This interface allows you to specify the suppliers of the current product and its combinations, if any.
pl_pl: Interfejs ten pozwala na określenie dostawców bieżącego produktu i jego kombinacji, jeśli występują.

source: You can specify supplier references according to previously associated suppliers.
pl_pl: Można określić identyfikator dostawcy zgodnie z wcześniejszym powiązaniem dostawców.

source: When using the advanced stock management tool (see Shop Parameters > Products settings), the values you define (price, references) will be used in supply orders.
pl_pl: Używając zaawansowanego zarządzania stanami (zobacz Preferencje > Produkty), wartości które tu wpiszesz (ceny, identyfikatory) będą używane w zamówieniach dostaw.

source: This is the human-readable URL, as generated from the product's name. You can change it if you want.
pl_pl: To jest edytowalny ręcznie URL, wygenerowany z nazwy produktu. Jeżeli chcesz, możesz go zmienić.

source: When your product is disabled, choose to which page you’d like to redirect the customers visiting its page by typing the product or category name.
pl_pl: Jeśli Twój produkt jest wyłączony, wybierz stronę, do której chcesz przekierowywać klientów odwiedzających jego stronę przez wpisanie nazwy produktu lub kategorii.

source: No redirection (404) = Do not redirect anywhere and display a 404 "Not Found" page.
pl_pl: Brak przekierowania (404) = Nigdzie nie przekierowuje i wyświetla błąd 404 "Nie znaleziono" strony.

source: Permanent redirection (301) = Permanently display another product or category instead.
pl_pl: Przekierowanie stałe (301) = Na stałe wyświetlany jest w zamian inny produkt lub kategoria.

source: Temporary redirection (302) = Temporarily display another product or category instead.
pl_pl: Przekierowanie tymczasowe (302) = Tymczasowo wyświetlany jest w zamian inny produkt lub kategoria.

source: Search name
pl_pl: Szukaj nazwę

source: Search ref.
pl_pl: Szukaj indeks

source: Search category
pl_pl: Szukaj kategorii

source: Recommended dimensions (for the default theme): %1spx x %2spx
pl_pl: Zalecane wymiary (dla domyślnego szablonu): %1spx x %2spx

source: An empty category is a category that has no product directly associated to it. An empty category may however contain products through its subcategories.
pl_pl: Pusta kategoria to taka, która nie ma przypisanego bezpośrednio do siebie produktu. Pusta kategoria może jednak zawierać produkty w swoich podkategoriach.

source: This will be displayed in the cart summary, as well as on the invoice.
pl_pl: Będzie wyświetlona w podsumowaniu koszyka tak jak i na fakturze.

source: For your eyes only. This will never be displayed to the customer.
pl_pl: Tylko dla Ciebie, nigdy nie wyświetlany klientowi.

source: This is the code users should enter to apply the voucher to a cart. Either create your own code or generate one by clicking on "Generate".
pl_pl: Jest to kod który klienci muszą wprowadzić aby zastosować kupon w koszyku. Utwórz swój własny kod albo wygeneruj go klikając na "Wygeneruj".

source: Caution! If you leave this field blank, the rule will automatically be applied to benefiting customers.
pl_pl: Ostrożnie! Jeśli zostawisz to pole puste, klienci automatycznie będą mogli skorzystać z tej reguły.

source: If the voucher is not yet in the cart, it will be displayed in the cart summary.
pl_pl: Jeżeli voucher nie jest jeszcze w koszyku to zostanie pod nim wyświetlony.

source: Only applicable if the voucher value is greater than the cart total.
pl_pl: Ma zastosowanie jeżeli wartość kuponu jest większa niż zawartość koszyka.

source: If you do not allow partial use, the voucher value will be lowered to the total order amount. If you allow partial use, however, a new voucher will be created with the remainder.
pl_pl: Jeżeli nie pozwolisz na częściowe użycie, wartość kuponu zostanie obniżona do całościowej wartości zamówienia, ale jeżeli zezwolisz, zostanie utworzony nowy kupon z pozostałymi środkami.
