Repository: arturkult/BiznesElektroniczy
Catalog: app/Resources/translations/*/AdminCatalogHelp.*.xlf
Languages: pl_pl

source: Cart rules are applied by priority. A cart rule with a priority of "1" will be processed before a cart rule with a priority of "2".
pl_pl: Zasady koszyka są zastosowane do koszyka przez priorytet. Zasada koszyka z priorytetem "1" będzie przetworzona przed zasadą koszyka o priorytecie "2".

source: Optional: The cart rule will be available to everyone if you leave this field blank.
pl_pl: Opcjonalnie, zasada koszyka będzie dostępna dla każdego jeżeli pozostawisz to pole puste.

source: The default period is one month.
pl_pl: Domyślny okres to jeden miesiąc.

source: You can choose a minimum amount for the cart either with or without the taxes and shipping.
pl_pl: Możesz wybrać minimalną wielkość dla koszyka albo netto albo brutto oraz z dostawą lub bez.

source: The cart rule will be applied to the first "X" customers only.
pl_pl: Rabat ma zastosowanie tylko dla pierwszych X klientów.

source: A customer will only be able to use the cart rule "X" time(s).
pl_pl: Klient będzie mógł użyć bonu X raz(y).

source: This restriction applies to the country of delivery.
pl_pl: To ograniczenie odnosi się do kraju dostawy.

source: Does not apply to the shipping costs
pl_pl: Nie stosuje się do kosztów dostawy
