Repository: arturkult/BiznesElektroniczy
Catalog: app/Resources/translations/*/AdminShippingHelp.*.xlf
Languages: pl_pl

source: Allowed characters: letters, spaces and %s
pl_pl: Dozwolone znaki: litery, spacje i %s

source: Carrier name displayed during checkout
pl_pl: Nazwa sposobu dostawy wyświetlana klientowi podczas realizacji zamówienia

source: Upload a logo from your computer.
pl_pl: Wyślij plik logo z Twojego komputera.

source: or
pl_pl: lub

source: Estimated delivery time will be displayed during checkout.
pl_pl: Orientacyjny czas dostawy, wyświetlany podczas realizacji zamówienia.

source: Delivery tracking URL: Type '@' where the tracking number should appear. It will then be automatically replaced by the tracking number.
pl_pl: Link śledzenia dostawy; wpisz "@" tam gdzie ma wyświetlić się numer śledzenia przesyłki. Będzie to automatycznie zastąpione przez ten numer.

source: The zones in which this carrier will be used.
pl_pl: Strefy, w których będzie możliwe użycie tego przewoźnika.

source: Group access
pl_pl: Dostęp grupowy

source: Apply both regular shipping cost and product-specific shipping costs.
pl_pl: Zastosuj zarówno standardowe koszty dostawy jak i koszty dostawy specyficzne dla danego produktu.

source: Include the shipping and handling costs in the carrier price.
pl_pl: Dolicz koszty dostawy i obsługi do ceny dostawy.

source: Apply the cost of the highest defined range
pl_pl: Zastosuj najwyższe koszty zdefiniowanego przedziału

source: Out-of-range behavior occurs when none is defined (e.g. when a customer's cart weight is greater than the highest range limit).
pl_pl: Zachowanie spoza zakresu występuje, kiedy nic nie jest zdefiniowane (np. kiedy waga koszyka klienta jest większa niż najwyższy limit w zakresie).

source: Maximum height managed by this carrier. Set the value to "0," or leave this field blank to ignore.
pl_pl: Maksymalna wysokość obsługiwana przez ten sposób dostawy. Ustaw "0" lub zostaw to pole puste aby to zignorować.

source: Maximum width managed by this carrier. Set the value to "0," or leave this field blank to ignore.
pl_pl: Maksymalna szerokość obsługiwana przez ten sposób dostawy. Ustaw "0" lub zostaw to pole puste aby to zignorować.

source: Maximum depth managed by this carrier. Set the value to "0," or leave this field blank to ignore.
pl_pl: Maksymalna głębokość obsługiwana przez ten sposób dostawy. Ustaw "0" lub zostaw to pole puste aby to zignorować.

source: Maximum weight managed by this carrier. Set the value to "0," or leave this field blank to ignore.
pl_pl: Maksymalna waga obsługiwana przez ten sposób dostawy. Ustaw "0" lub zostaw to pole puste aby to zignorować.

source: For in-store pickup, enter 0 to replace the carrier name with your shop name.
pl_pl: Wpisz 0 aby zastąpić nazwę sposobu dostawy nazwą Twojego sklepu. Przydatne w odbiorze w sklepie.

source: Enter "0" for a longest shipping delay, or "9" for the shortest shipping delay.
pl_pl: Wpisz "0" dla dłuższych terminów dostaw lub "9" dla krótszych.

source: Mark the groups that are allowed access to this carrier.
pl_pl: Zaznacz wszystkie grupy, którym chcesz przydzielić dostęp do tego sposobu dostawy.

source: Enable the carrier in the front office.
pl_pl: Włącz tego przewoźnika w sklepie.

source: Allowed characters: letters, spaces and "%s".
pl_pl: Dozwolone znaki: litery, spacje i "%s".

source: The carrier's name will be displayed during checkout.
pl_pl: Nazwa przewoźnika będzie wyświetlana w kasie.

source: The delivery time will be displayed during checkout.
pl_pl: Czas dostawy, wyświetlany podczas realizacji zamówienia.

source: Delivery tracking URL: Type '@' where the tracking number should appear. It will be automatically replaced by the tracking number.
pl_pl: Link śledzenia dostawy; wpisz "@" tam gdzie ma wyświetlić się numer śledzenia przesyłki. Będzie to automatycznie zastąpione przez ten numer.

source: For example: 'http://example.com/track.php?num=@' with '@' where the tracking number should appear.
pl_pl: Na przykład: "http://example.com/track.php?num=@" zamiast "@" powinien pojawić się numer śledzenia.

source: Include the handling costs (as set in Shipping > Preferences) in the final carrier price.
pl_pl: Obejmują koszty obsługi (Wysyłka> Preferencje) w ostatecznej cenie dostawy.

source: Out-of-range behavior occurs when no defined range matches the customer's cart (e.g. when the weight of the cart is greater than the highest weight limit defined by the weight ranges).
pl_pl: Zachowanie spoza zakresu, kiedy żaden ze zdefiniowanych zakresów nie pasuje do koszyka klienta (np. kiedy waga koszyka klienta jest większa niż najwyższy limit w zakresie).

source: Maximum width managed by this carrier. Set the value to "0", or leave this field blank to ignore.
pl_pl: Maksymalna szerokość obsługiwana przez ten sposób dostawy. Ustaw "0" lub zostaw to pole puste aby to zignorować.

source: The value must be an integer.
pl_pl: Ta wartość musi być liczbą.

source: Maximum height managed by this carrier. Set the value to "0", or leave this field blank to ignore.
pl_pl: Maksymalna wysokość obsługiwana przez ten sposób dostawy. Ustaw "0" lub zostaw to pole puste aby to zignorować.

source: Maximum depth managed by this carrier. Set the value to "0", or leave this field blank to ignore.
pl_pl: Maksymalna głębokość obsługiwana przez ten sposób dostawy. Ustaw "0" lub zostaw to pole puste aby to zignorować.

source: Maximum weight managed by this carrier. Set the value to "0", or leave this field blank to ignore.
pl_pl: Maksymalna waga obsługiwana przez ten sposób dostawy. Ustaw "0" lub zostaw to pole puste aby to zignorować.

source: If you set these parameters to 0, they will be disabled.
pl_pl: Jeśli ustawisz te parametry na 0 to zostaną zignorowane.

source: Coupons are not taken into account when calculating free shipping.
pl_pl: Kupony nie są brane pod uwagę przy wyliczaniu darmowej dostawy.

source: Your shop's default carrier
pl_pl: Domyślny sposób dostawy dla Twojego sklepu

source: This will only be visible in the front office.
pl_pl: Będzie to tylko widoczne na stronie sklepu.

source: Your online store needs to have a proper carrier registered in PrestaShop as soon as you start shipping your products. This means sending yours parcels using your local postal service, or having a contract with a private carrier which in turn will ship your parcels to your customers. In order to have PrestaShop suggest the most adequate carrier to your customers during their order checkout process, you need to register all the carriers with which you have chosen to work.
pl_pl: Twój sklep potrzebuje mieć zarejestrowanego w PrestaShop poprawnego przewoźnika, jak tylko zaczniesz wysyłkę swoich produktów. Oznacza to wysyłanie Twoich paczek za pomocą Poczty, lub podpisanie umowy z prywatnym przewoźnikiem który dostarczy przesyłki Twoim klientom. Aby PrestaShop sugerował najlepszego przewoźnika Twoim klientom podczas procesu finalizacji zakupów, musisz zarejestrować wszystkich przewoźników z którymi zdecydujesz się współpracować.

source: PrestaShop comes with a number of carrier modules that you can activate. You can also buy carrier modules on the PrestaShop Addons marketplace. Recommended modules are listed below: install the module that matches your carrier, and configure it!
pl_pl: PrestaShop jest wyposażony w szereg modułów przewoźników, które można aktywować. Można również kupić moduły przewoźników w sklepie PrestaShop Dodatki. Zalecane moduły są wymienione poniżej: zainstaluj moduł, który pasuje do Twojego operatora i skonfiguruj go!

source: If there is no existing module for your carrier, then you can register that carrier by hand using the information that it can provide you: shipping rates, regional zones, size and weight limits, etc. Click on the "Add new carrier" button below to open the Carrier Wizard, which will help you register a new carrier in a few steps.
pl_pl: Jeśli nie ma istniejącego modułu przewoźnika, możesz zarejestrować przewoźnika ręcznie, przy użyciu informacji, które możesz podać: koszty wysyłki, strefy regionalne, rozmiary i wagi, limity itp. Kliknij na przycisk poniżej "Dodaj nowego przewoźnika", aby otworzyć Kreatora przewoźnika, który w kilku krokach pomoże Ci zarejestrować nowego przewoźnika.

source: Note: DO NOT register a new carrier if there already exists a module for it! Using a module will be much faster and more accurate!
pl_pl: Uwaga: NIE NALEŻY rejestrować nowego przewoźnika, jeśli już istnieje moduł do niego! Korzystanie z modułu będzie znacznie szybsze i bardziej dokładne!

source: Filesize:
pl_pl: Rozmiar pliku:

source: MB max.
pl_pl: MB maks.

source: Current size:
pl_pl: Bieżący rozmiar:

source: undefined
pl_pl: niezdefiniowane
