Repository: arturkult/BiznesElektroniczy
Catalog: app/Resources/translations/*/ModulesWirepaymentAdmin.*.xlf
Languages: pl_pl

source: Wire payment
pl_pl: Płatności elektroniczne

source: Accept payments by bank transfer.
pl_pl: Płatność przelewem bankowym.

source: Are you sure about removing these details?
pl_pl: Czy na pewno chcesz usunąć swoje dane?

source: Account owner and account details must be configured before using this module.
pl_pl: Właściciel konta i jego dane muszą zostać skonfigurowane aby używać poprawnie tego modułu.

source: No currency has been set for this module.
pl_pl: Nie ma ustawionej waluty w tym module

source: Account details are required.
pl_pl: Wymagane są szczegóły konta.

source: Account owner is required.
pl_pl: Konto właściciela jest wymagane.

source: Account details
pl_pl: Szczegóły konta

source: Account owner
pl_pl: Właściciel konta

source: Such as bank branch, IBAN number, BIC, etc.
pl_pl: Takie dane jak oddział banku, IBAN, SWIFT, BIC itp.

source: Bank address
pl_pl: Adres banku

source: Customization
pl_pl: Dostosowanie

source: Reservation period
pl_pl: Okres rezerwacji

source: Number of days the items remain reserved
pl_pl: Liczba dni, na ile towary zostaną zarezerwowane

source: Information to the customer
pl_pl: Informacje dla klienta

source: Information on the bank transfer (processing time, starting of the shipping...)
pl_pl: Informacje dotyczące przelewu bankowego (czas przetwarzania, rozpoczęcie wysyłki...)

source: Display the invitation to pay in the order confirmation page
pl_pl: Wyświetla wezwanie do zapłaty na stronie potwierdzenia zamówienia

source: Your country's legislation may require you to send the invitation to pay by email only. Disabling the option will hide the invitation on the confirmation page.
pl_pl: Ustawodawstwo w Twoim kraju może wymagać wysłania wezwania do zapłaty za pośrednictwem poczty elektronicznej. Wyłączenie tej opcji spowoduje ukrycie wezwania na stronie potwierdzenia.

source: This module allows you to accept secure payments by bank wire.
pl_pl: Ten moduł służy do akceptacji płatności przelewem

source: If the client chooses to pay by bank wire, the order status will change to 'Waiting for Payment'.
pl_pl: Jeżeli klient wybierze płatność przelewem bankowym, status zamówienia zmieni się na „Oczekiwanie na płatność przelewem”.

source: That said, you must manually confirm the order upon receiving the bank wire.
pl_pl: Dlatego musisz ręcznie potwierdzić zamówienie, jak tylko otrzymasz przelew.
