Repository: arturkult/BiznesElektroniczy
Catalog: app/Resources/translations/*/ModulesLegalcomplianceShop.*.xlf
Languages: pl_pl

source: Delivery: 1 to 3 weeks
pl_pl: Dostawa: 1 do 3 tygodni

source: Delivery: 3 to 6 weeks
pl_pl: Dostawa: 3 do 6 tygodni

source: The order will only be confirmed when you click on the button 'Order with an obligation to pay' at the end of the checkout!
pl_pl: Zamówienie zostanie potwierdzone dopiero po kliknięciu na przycisk "Zamówienie z obowiązkiem zapłaty" na końcu zamówienia!

source: You must agree to our Terms of Service before going any further!
pl_pl: Musisz wyrazić zgodę na nasze Warunki korzystania z usługi, zanim przejdziesz dalej!

source: Something went wrong. If the problem persists, please contact us.
pl_pl: Coś poszło nie tak. Jeśli problem będzie się powtarzał, skontaktuj się z nami.

source: Select a payment option first.
pl_pl: Najpierw wybierz opcję płatności.

source: Please check the "Revocation of virtual products" box first!
pl_pl: Proszę najpierw zaznaczyć pole akceptacji dla rezygnacji ze "Zwrotu produktów wirtualnych"!

source: I agree to the [terms of service] and [revocation terms] and will adhere to them unconditionally.
pl_pl: Wyrażam zgodę na [warunki usługi], [warunki odstąpienia] i będę stosować się do nich bezwarunkowo.

source: [1]For digital goods:[/1] I want immediate access to the digital content and I acknowledge that thereby I lose my right to cancel once the service has begun.[2][1]For services:[/1] I agree to the starting of the service and I acknowledge that I lose my right to cancel once the service has been fully performed.
pl_pl: [1]W przypadku produktów cyfrowych:[/1] Chcę mieć natychmiastowy dostęp do zawartości cyfrowej i zdaje sobie sprawę z faktu, że w rezultacie stracę prawo do odstąpienia od razu po uruchomieniu usługi. [2][1]W przypadku usług:[/1] Wyrażam zgodę na uruchomienie usługi i uznaję, że stracę prawo do odstąpienia, gdy usługa została w pełni wykonana.

source: From
pl_pl: Od

source: Our previous price
pl_pl: Nasza poprzednia cena

source: Shipping excluded
pl_pl: Dostawa nie wliczona

source: Information
pl_pl: Informacja

source: My shopping cart
pl_pl: Mój koszyk

source: Information regarding online dispute resolution pursuant to Art. 14 Para. 1 of the ODR (Online Dispute Resolution Regulation):
pl_pl: Informacje dotyczące internetowego systemu rozstrzygania sporów na podstawie art. 14 ust. 1 ODR (Internetowe rozstrzyganie sporów):

source: The European Commission gives consumers the opportunity to resolve online disputes pursuant to Art. 14 Para. 1 of the ODR on one of their platforms. The platform ([1]http://ec.europa.eu/consumers/odr[/1]) serves as a site where consumers can try to reach out-of-court settlements of disputes arising from online purchases and contracts for services.
pl_pl: Komisja Europejska zapewnia konsumentom możliwość rozstrzygania sporów w handlu internetowym zgodnie z art. 14 ust. 1 ODR (Internetowe rozstrzyganie sporów), na jednej z platform. Platforma ([1]http://ec.europa.eu/consumers/odr[/1]) służy jako miejsce, gdzie konsumenci mogą próbować osiągnąć pozasądowe porozumienia w sporach wynikających z zakupów oraz umów na usługi w Internecie.

source: Print this page
pl_pl: Wydrukuj tę stronę

source: (Under conditions)
pl_pl: (W warunkach)

source: Shipping and payment
pl_pl: Wysyłka i płatności

source: All prices are mentioned tax included
pl_pl: Wszystkie ceny zawierają podatek VAT

source: All prices are mentioned tax excluded
pl_pl: Wszystkie ceny nie zawierają podatku VAT

source: and
pl_pl: a

source: shipping excluded
pl_pl: plus koszty dostawy
