Repository: arturkult/BiznesElektroniczy
Catalog: app/Resources/translations/*/ModulesAutoupgradeAdmin.*.xlf
Languages: pl_pl

source: %filename% added to archive. %filescount% files left.
pl_pl: %filename% dodano do archiwum. Pozostało plików %filescount%.

source: Error when trying to add %filename% to archive %archive%.
pl_pl: Wystąpił błąd podczas próby dodania %filename% do archiwum %archive%.

source: File %filename% (size: %filesize%) added to archive. %filescount% files left.
pl_pl: Plik %filename% (rozmiar: %filesize%) został dodany do archiwum. Pozostało plików %filescount%.

source: File %filename% (size: %filesize%) added to archive.
pl_pl: Plik %filename% (rozmiar: %filesize%) został dodany do archiwum.

source: File %filename% (size: %filesize%) has been skipped during backup.
pl_pl: Plik %filename% (rozmiar: %filesize%) został pominięty podczas tworzenia kopii zapasowej.

source: [ERROR] Error on backup using PclZip: %s.
pl_pl: [BŁĄD] Błąd tworzenia kopii zapasowych za pomocą PclZip: %s.

source: Unable to open archive
pl_pl: Nie można otworzyć archiwum

source: All files saved. Now backing up database.
pl_pl: Wszystkie pliki zapisane. Trwa teraz tworzenie kopii zapasowej bazy danych.

source: %itemname% items removed. %itemscount% items left.
pl_pl: %itemname% elementów usuniętych. %itemscount% elementów pozostało.

source: Error while removing item %itemname%, %itemscount% items left.
pl_pl: Wystąpił błąd podczas usuwania elementu %itemname%, %itemscount% elementów pozostało.

source: Starting to remove %s sample files
pl_pl: Rozpoczęcie usuwania %s plików przykładowych

source: All sample files removed. Backup process skipped. Now upgrading files.
pl_pl: Wszystkie pliki przykładowe usunięto. Pominięto proces kopii zapasowej. Aktualizowanie plików.

source: All sample files removed. Now backing up files.
pl_pl: Usunięto wszystkie pliki przykładowe. Teraz kopia zapasowa plików.

source: Downloading from %s
pl_pl: Pobieranie z %s

source: File will be saved in %s
pl_pl: Plik został zapisany w %s

source: Download directory has been emptied
pl_pl: Katalog pobierania został opróżniony

source: Download complete.
pl_pl: Pobieranie zakończone.

source: Download complete. Now extracting...
pl_pl: Pobieranie ukończone. Wyodrębnianie...

source: Download complete but MD5 sum does not match (%s).
pl_pl: Pobieranie ukończone ale suma md5 nie jest zgodna (%s).

source: Download complete but MD5 sum does not match (%s). Operation aborted.
pl_pl: Pobranie kompletne ale suma MD5 nie zgadza się (%s). Operacja przerwana.

source: Error during download. The private key may be incorrect.
pl_pl: Błąd podczas pobierania. Klucz prywatny może być niepoprawny.

source: Error during download
pl_pl: Błąd podczas pobierania

source: Download directory %s is not writable.
pl_pl: Folder pobierania %s nie jest zapisywalny.

source: You need allow_url_fopen or cURL enabled for automatic download to work. You can also manually upload it in filepath %s.
pl_pl: Do pracy, potrzebujesz allow_url_fopen lub cURL włączony do automatycznego pobrania. Można również ręcznie przesłać go ścieżka_pliku %s.

source: [WARNING] Property %s is missing
pl_pl: [OSTRZEŻENIE] Obiekt %s brakuje

source: Action %s skipped
pl_pl: Akcja %s pominięta

source: Action "%s" not found
pl_pl: Akcja "%s" nie odnaleziona

source: Too long!
pl_pl: Za długi!

source: Fields are different!
pl_pl: Pola są różne!

source: This email address is wrong!
pl_pl: Adres e-mail jest nieprawidłowy!

source: Impossible to send the email!
pl_pl: Nie można wysłać wiadomości e-mail!

source: Cannot create settings file, if /app/config/parameters.php exists, please give the public write permissions to this file, else please create a file named parameters.php in config directory.
pl_pl: Nie można utworzyć pliku ustawień, jeżeli /app/config/parameters.php istnieje, nadaj publiczne uprawnienia temu plikowi, albo utwórz plik o nazwie parameter.php w katalogu config.

source: Cannot write settings file, please create a file named settings.inc.php in the "config" directory.
pl_pl: Nie można zapisać pliku ustawień, utwórz plik nazwany settings.inc.php w katalogu config.

source: Impossible to upload the file!
pl_pl: Nie można przesłać pliku!

source: Data integrity is not valided. Hack attempt?
pl_pl: Integralność danych nie została potwierdzona. Próba włamania?

source: Impossible to read the content of a MySQL content file.
pl_pl: Nie można odczytać zawartości pliku MySQL.

source: Cannot access a MySQL content file.
pl_pl: Nie można uzyskać dostępu do zawartości pliku MySQL.

source: Error while inserting data in the database:
pl_pl: Błąd podczas wstawiania danych do bazy danych:

source: This is not a valid file name.
pl_pl: To nie jest prawidłowa nazwa pliku.

source: This is not a valid image file.
pl_pl: To nie jest poprawny plik obrazu.

source: Error while creating the /app/config/parameters.php file.
pl_pl: Błąd podczas tworzenia pliku /app/config/parameters.php.

source: Error:
pl_pl: Błąd:

source: This PrestaShop database already exists. Please revalidate your authentication information to the database.
pl_pl: Ta baza danych PrestaShop już istnieje. Sprawdź ponownie swoje informacje uwierzytelniania dla bazy danych.

source: An error occurred while resizing the picture.
pl_pl: Powstał błąd podczas zmiany rozmiaru obrazu.

source: Database connection is available!
pl_pl: Połączenie z bazą danych jest dostępne!

source: Database Server is available but database is not found
pl_pl: Serwer baz danych jest dostępny lecz nie odnaleziono bazy danych

source: Database Server is not found. Please verify the login, password and server fields.
pl_pl: Nie odnaleziono serwera baz danych. Sprawdź pola nazwy użytkownika, hasła i serwera.

source: An error occurred while sending email, please verify your parameters.
pl_pl: Wystąpił błąd podczas wysyłania wiadomości e-mail, proszę sprawdzić jego parametry.

source: Impossible to write the image /img/logo.jpg. If this image already exists, please delete it.
pl_pl: Nie można zapisać obrazu /img/logo.jpg. Jeżeli ten obraz już istnieje - usuń go.

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
pl_pl: Wgrany plik przekracza dyrektywę upload_max_filesize w php.ini

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
pl_pl: Wgrany plik przekracza dyrektywę MAX_FILE_SIZE która została określona w formularzu HTML

source: The uploaded file was only partially uploaded
pl_pl: Wgrywany plik został wgrany tylko częściowo

source: No file was uploaded.
pl_pl: Nie wgrano pliku.

source: Missing a temporary folder
pl_pl: Brakuje folderu tymczasowego

source: Failed to write file to disk
pl_pl: Nie zapisano pliku na dysk

source: File upload stopped by extension
pl_pl: Wgrywanie pliku zatrzymane przez rozszerzenie

source: Cannot convert your database's data to utf-8.
pl_pl: Nie można przekonwertować danych Twojej bazy danych do utf-8.

source: Your MySQL server does not support this engine, please use another one like MyISAM
pl_pl: Twój serwer MySQL nie obsługuje tego silnika, użyj innego np. MyISAM

source: Your lastname contains some invalid characters
pl_pl: Twoje nazwisko zawiera nieprawidłowe znaki

source: The file /img/logo.jpg is not writable, please CHMOD 755 this file or CHMOD 777
pl_pl: Plik /img/logo.jpg nie jest zapisywalny, ustaw na nim CHMOD 755 lub CHMOD 777

source: Invalid catalog mode
pl_pl: Błędny tryb katalogu

source: No error code available
pl_pl: Brak dostępnego kodu błędu

source: This installer is too old.
pl_pl: Ten instalator jest za stary.

source: The app/config/parameters.php file was not found. Did you delete or rename this file?
pl_pl: Plik app/config/parameters.php nie został znaleziony. Czy go usunąłeś lub zmieniłeś jego nazwę?

source: Cannot find the SQL upgrade files. Please verify that the /install/upgrade/sql folder is not empty.
pl_pl: Nie można odnaleźć plików aktualizacji SQL. Proszę sprawdzić, czy folder / install/upgrade/SQL nie jest pusty.

source: No upgrade is possible.
pl_pl: Aktualizacja nie jest możliwa.

source: Error while loading SQL upgrade file.
pl_pl: Błąd podczas ładowania pliku aktualizacji SQL.

source: Error while inserting content into the database
pl_pl: Błąd podczas wprowadzania zawartości do bazy danych

source: Unfortunately,
pl_pl: A to pech,

source: SQL errors have occurred.
pl_pl: wystąpiły błędy SQL.

source: The config/defines.inc.php file was not found. Where did you move it?
pl_pl: Plik config/defines.inc.php nie został znaleziony. Czy przeniosłeś go?

source: Rollback
pl_pl: Wycofywanie

source: After upgrading your shop, you can rollback to the previous database and files. Use this function if your theme or an essential module is not working correctly.
pl_pl: Po aktualizacji sklepu, możesz powrócić do poprzedniej bazy danych i plików. Używaj tej funkcji jeżeli szablon lub wymagane moduły nie działają poprawnie.

source: Choose your backup:
pl_pl: Wybierz swoją kopię zapasową:

source: -- Choose a backup to restore --
pl_pl: -- Wybierz kopię zapasową do odzyskania --

source: The pre-Upgrade checklist
pl_pl: Lista punktów do sprawdzenia przed dokonaniem aktualizacji

source: The checklist is not OK. You can only upgrade your shop once all indicators are green.
pl_pl: Lista kontrolna nie jest w porządku. Sklep można zaktualizować tylko, gdy wszystkie wskaźniki są zielone.

source: Before starting the upgrade process, please make sure this checklist is all green.
pl_pl: Przed rozpoczęciem aktualizacji, sprawdź czy wszystkie punkty z listy weryfikacyjnej są w kolorze zielonym.

source: The 1-click upgrade module is up-to-date (your current version is v%s)
pl_pl: Moduł aktualizacji jest aktualny ( twoja wersja v%s)

source: Download
pl_pl: Pliki do pobrania

source: Your store's root directory is writable (with appropriate CHMOD permissions)
pl_pl: Katalog główny twojego sklepu jest zapisywalny (z odpowiednimi uprawnieniami CHMOD)

source: The "/admin/autoupgrade" directory is writable (appropriate CHMOD permissions)
pl_pl: Katalog "/admin/autoupgrade" jest zapisywalny (ma odpowiednie uprawnienia CHMOD)

source: PHP's "Safe mode" option is turned off
pl_pl: Opcja PHP "Safe mode" jest wyłączona

source: PHP's "allow_url_fopen" option is turned on, or cURL is installed
pl_pl: Opcja PHP "allow_url_fopen" jest włączona, lub cURL jest zainstalowany

source: Your store is in maintenance mode
pl_pl: Twój sklep jest w trybie konserwacji

source: Click here to put your shop under maintenance
pl_pl: Kliknij tutaj aby przełączyć Twój sklep w tryb konserwacji

source: PrestaShop's caching features are disabled
pl_pl: Funkcje buforowania PrestaShop są wyłączone

source: PHP's max_execution_time setting has a high value or is disabled entirely (current value: unlimited)
pl_pl: Ustawienie max_execution_time PHP ma wysoką wartość lub jest wyłączony całkowicie (obecna wartość: bez limitu)

source: PHP's max_execution_time setting has a high value or is disabled entirely (current value: %s seconds)
pl_pl: Ustawienie max_execution_time PHP ma wysoką wartość lub jest wyłączony całkowicie (obecna wartość: %s sekund)

source: Please also make sure you make a full manual backup of your files and database.
pl_pl: Należy również upewnić się, że ręczna kopia zapasową plików i bazy danych została wykonana.

source: Branch:
pl_pl: Gałąź:

source: available
pl_pl: dostępna

source: unavailable
pl_pl: niedostępna

source: Version number:
pl_pl: Numer wersji:

source: URL:
pl_pl: Adres URL:

source: MD5 hash:
pl_pl: hash kodu MD5:

source: Changelog:
pl_pl: Log zmian:

source: see changelog
pl_pl: Zobacz log zmian

source: Major release
pl_pl: Główne wydanie

source: Minor release (recommended)
pl_pl: Wydanie poboczne (zalecane)

source: Release candidates
pl_pl: Kandydaci do wydania (RC)

source: Beta releases
pl_pl: Wydanie beta

source: Alpha releases
pl_pl: Wydanie alfa

source: Private release (require link and MD5 hash)
pl_pl: Wydanie prywatne (wymaga linku i MD5 hash)

source: Local archive
pl_pl: Lokalne archiwum

source: Local directory
pl_pl: Ścieżka lokalna

source: Channel:
pl_pl: Kanał:

source: This option regroup all stable versions.
pl_pl: Ta opcja grupuje ponownie wszystkie stabilne wersje.

source: Hash key:
pl_pl: Klucz hash:

source: Allow major upgrade:
pl_pl: Pozwól na główną aktualizację:

source: Archive to use:
pl_pl: Archiwum do użycia:

source: Choose an archive
pl_pl: Wybierz archiwum

source: Number of the version you want to upgrade to:
pl_pl: Numer wersji, do której chcesz uaktualnić:

source: No archive found in your admin/autoupgrade/download directory
pl_pl: Nie znaleziono archiwum w Twoim katalogu admin/autoupgrade/download

source: Save in the following directory the archive file of the version you want to upgrade to: %s
pl_pl: Zapisz w następującym katalogu plik archiwum w wersji, do której chcesz uaktualnić: %s

source: Click "Save" once the archive is there.
pl_pl: Kliknij przycisk "Zapisz", gdy archiwum jest tam umieszczone.

source: This option will skip the download step.
pl_pl: Ta opcja spowoduje pominięcie procesu pobierania.

source: Save in the following directory the uncompressed PrestaShop files of the version you want to upgrade to: %s
pl_pl: Zapisz w następującym katalogu nieskompresowane pliki programu PrestaShop w wersji, do której chcesz uaktualnić: %s

source: Please tell us which version you are upgrading to [1](1.7.0.1 for instance)[/1]
pl_pl: Proszę podać, do jakiej wersji chcesz uaktualnić [1](na przykład 1.7.0.1)[/1]

source: This option will skip both download and unzip steps and will use %1$s as the source directory
pl_pl: Ta opcja spowoduje pominięcie zarówno procesu pobierania jak i rozpakowywania oraz użyje %1$s jako ścieżki źródłowej

source: More options (Expert mode)
pl_pl: Więcej opcji (Tryb eksperta)

source: Expert mode
pl_pl: Tryb eksperta

source: Please select your channel:
pl_pl: Wybierz swój kanał:

source: Channels are offering you different ways to perform an upgrade. You can either upload the new version manually or let the 1-Click Upgrade module download it for you.
pl_pl: Kanały oferują Ci różne sposoby wykonania aktualizacji. Możesz albo wgrać nową wersję ręcznie lub pozwolić aby moduł aktualizacji jednym kliknięciem pobrał ją za Ciebie.

source: The Alpha, Beta and Private channels give you the ability to upgrade to a non-official or unstable release (for testing purposes only).
pl_pl: Kanały Alfa, Beta i Prywatny dają Ci możliwość aktualizacji do nieoficjalnych lub niestabilnych wydań (tylko dla testów).

source: By default, you should use the "Minor release" channel which is offering the latest stable version available.
pl_pl: Należy użyć kanału "Wydanie poboczne", który przedstawia najnowszą, stabilną wersję.

source: Step
pl_pl: Krok

source: Upgrade steps
pl_pl: Kroki aktualizacji

source: Version comparison
pl_pl: Porównanie wersji

source: PrestaShop Original version
pl_pl: Oryginalna wersja PrestaShop

source: Differences between versions
pl_pl: Różnice pomiędzy wersjami

source: Activity Log
pl_pl: Log aktywności

source: Currently processing
pl_pl: Obecnie przetwarzane

source: Analyzing the situation...
pl_pl: Analizowanie sytuacji...

source: Errors
pl_pl: Błędy

source: Start your Upgrade
pl_pl: Rozpocznij aktualizację

source: Congratulations, you are already using the latest version available!
pl_pl: Gratulacje, używasz już najnowszej dostępnej wersji!

source: You come from the future! You are using a more recent version than the latest available!
pl_pl: Przybywasz z przyszłości! Używasz tak aktualnej wersji że to się w pale nie mieści!

source: Your current PrestaShop version
pl_pl: Twoja obecna wersja sklepu

source: Latest official version for %s channel.
pl_pl: Ostatnia oficjalna wersja dla kanału %s.

source: Upgrade PrestaShop now!
pl_pl: Aktualizuj PrestaShop teraz!

source: You use Smarty 3
pl_pl: Używasz Smarty 3

source: Smarty 2 is deprecated in 1.4 and was removed in 1.5. You may need to upgrade your current theme or use a new one.
pl_pl: Smarty 2 jest przestarzałe w wersji 1.4 i został usunięty w 1.5. Może trzeba uaktualnić bieżący motyw lub użyć nowego.

source: PrestaShop will be downloaded from %s
pl_pl: PrestaShop zostanie pobrany z %s

source: Open changelog in a new window
pl_pl: Otwórz log zmian w nowym oknie

source: No file will be downloaded (channel %s is used)
pl_pl: Żaden plik nie zostanie pobrany (używany jest kanał %s)

source: The following action are automatically replaced
pl_pl: Następujące akcje są automatycznie zastąpione

source: %old% will be replaced by %new%
pl_pl: %old% zostanie zastąpione przez %new%

source: To change this behavior, you need to manually edit your php files
pl_pl: Aby zmienić to zachowanie, musisz ręcznie edytować swoje pliki php

source: Check if a new version is available
pl_pl: Sprawdź czy jest dostępna nowa wersja

source: Last check: %s
pl_pl: Ostatnie sprawdzenie: %s

source: Last check: never
pl_pl: Ostatnie sprawdzenie: nigdy

source: Refresh the page
pl_pl: Odśwież stronę

source: Last datetime check: %s
pl_pl: Ostatnie sprawdzenie daty/czasu: %s

source: This functionality has been disabled.
pl_pl: Ta funkcjonalność została wyłączona.

source: [TECHNICAL ERROR] ajax-upgradetab.php is missing. Please reinstall or reset the module.
pl_pl: [Błąd techniczny] brakuje ajax-upgradetab.php . Zainstaluj ponownie lub zresetuj moduł.

source: Welcome!
pl_pl: Witaj !

source: With the PrestaShop 1-Click Upgrade module, upgrading your store to the latest version available has never been easier!
pl_pl: Z modułem aktualizacji PrestaShop jednym kliknięciem, aktualizacja Twojego sklepu do najnowszej dostępnej wersji nigdy nie była łatwiejsza!

source: Please always perform a full manual backup of your files and database before starting any upgrade.
pl_pl: Należy zawsze zapisywać 'manualnie' pliki i bazę danych przed rozpoczęciem aktualizacji.

source: Double-check the integrity of your backup and that you can easily manually roll-back if necessary.
pl_pl: Sprawdź dwa razy integralność twojej kopii zapasowej i czy możesz łatwo ręcznie ją przywrócić.

source: If you do not know how to proceed, ask your hosting provider.
pl_pl: Jeżeli nie wiesz jak kontynuować, zapytaj swojego usługodawcę hostingowego.

source: Backup Options
pl_pl: Opcje kopii zapasowej

source: Upgrade Options
pl_pl: Uaktualnienie Opcje

source: Are you sure you want to delete this backup?
pl_pl: Czy jesteś pewien że chcesz usunąć tą kopię zapasową?

source: Your server cannot download the file. Please upload it first by ftp in your admin/autoupgrade directory
pl_pl: Twój serwer nie może pobrać pliku. Wgraj go najpierw przez FTP do katalogu /admin/autoupgrade.

source: Click to refresh the page and use the new configuration
pl_pl: Kliknij aby odświeżyć stronę i użyć nowej konfiguracji

source: An update is currently in progress... Click "OK" to abort.
pl_pl: Aktualizacja jest obecnie przetwarzania ... Kliknij "OK" aby anulować.

source: Upgrading PrestaShop
pl_pl: Aktualizowanie PrestaShop

source: Upgrade complete
pl_pl: Aktualizacja ukończona

source: Upgrade Complete!
pl_pl: Aktualizacja zakończona!

source: Upgrade complete, but warning notifications has been found.
pl_pl: Aktualizacja zakończona, ale wystąpiły ostrzeżenia.

source: Cookies have changed, you will need to log in again once you refreshed the page
pl_pl: Pliki cookies zostały zmienione, będziesz musiał zalogować się ponownie jak tylko odświeżysz stronę

source: Javascript and CSS files have changed, please clear your browser cache with CTRL-F5
pl_pl: Pliki JavaScript i CSS zmieniły się, oczyść pamięć podręczną przeglądarki za pomocą CTRL+F5

source: Please check that your front-office theme is functional (try to create an account, place an order...)
pl_pl: Sprawdź czy szablon strony głównej działa (spróbuj utworzyć konto, złożyć zamówienie...)

source: Product images do not appear in the front-office? Try regenerating the thumbnails in Preferences > Images
pl_pl: Zdjęcia produktów nie pojawiają się na stronie głównej? Spróbuj wygenerować ponownie miniaturki w Preferencje > Zdjęcia

source: Do not forget to reactivate your shop once you have checked everything!
pl_pl: Nie zapomnij aktywować swojego sklepu ponownie, po tym jak wszystko sprawdzisz!

source: ToDo list:
pl_pl: Lista rzeczy do zrobienia:

source: Restoration complete.
pl_pl: Przywracanie zakończone.

source: Javascript error (parseJSON) detected for action
pl_pl: Błąd Javascript (parseJSON) wykryto dla akcji

source: Starting restoration...
pl_pl: Rozpoczęto przywracanie...

source: Error detected during
pl_pl: Błąd wykryty podczas

source: The request exceeded the max_time_limit. Please change your server configuration.
pl_pl: Żądanie przekroczyło max_time_limit. Zmień proszę konfigurację Twojego serwera.

source: Manually go to %s button
pl_pl: Ręcznie przejdź do przycisku %s

source: End of process
pl_pl: Koniec procesu

source: Operation canceled. Checking for restoration...
pl_pl: Operacja anulowana. Sprawdzanie możliwości przywracania...

source: Do you want to restore %backupname%?
pl_pl: Czy chcesz przywrócić %backupname%?

source: Operation canceled. An error happened.
pl_pl: Operacja anulowana. Wydarzył się błąd.

source: [TECHNICAL ERROR] ajax-upgradetab.php is missing. please reinstall the module
pl_pl: [BŁĄD TECHNICZNY] brakuje ajax-upgradetab.php. Zainstaluj ponownie moduł

source: See or hide the list
pl_pl: Zobacz lub ukryj listę

source: Core file(s)
pl_pl: Pliki źródłowe

source: Mail file(s)
pl_pl: Plik(i) poczty

source: Translation file(s)
pl_pl: Plik(i) tłumaczenia

source: Your server cannot download the file. Please upload it to your FTP server, and put it in your /[admin]/autoupgrade directory.
pl_pl: Serwer nie może pobrać plik. Proszę przesłać ją na serwer FTP i umieścić go w [admin]/autoupgrage/.

source: Theses files will be deleted
pl_pl: Te pliki będą usunięte

source: Theses files will be modified
pl_pl: Te pliki będą zmodyfikowane

source: Less options
pl_pl: Mniej opcji

source: Link and MD5 hash cannot be empty
pl_pl: Link i hash MD5 nie mogą być puste

source: You need to enter the version number associated with the archive.
pl_pl: Musisz wprowadzić numer wersji przypisany do archiwum.

source: No archive has been selected.
pl_pl: Żaden plik nie został wybrany.

source: You need to enter the version number associated with the directory.
pl_pl: Musisz wprowadzić numer wersji przypisany do katalogu.

source: Please confirm that you want to skip the backup.
pl_pl: Proszę potwierdź, że chcesz pominąć tworzenie kopii zapasowej.

source: Please confirm that you want to preserve file options.
pl_pl: Proszę potwierdzić, że chcesz zachować opcje pliku.

source: %s is not a file
pl_pl: %s nie jest plikiem

source: Unable to create directory %s.
pl_pl: nie można utworzyć katalogu %s.

source: Archive extracted
pl_pl: Archiwum wypakowano

source: zip->extractTo(): unable to use %s as extract destination.
pl_pl: zip->extractTo(): nie można użyć %s jako dokładnego celu.

source: Unable to open zipFile %s
pl_pl: Nie można otworzyć pliku ZIP %s

source: [ERROR] Error on extracting archive using PclZip: %s.
pl_pl: [BŁĄD] Błąd wyodrębniania archiwum używając PclZip: %s.

source: [ERROR] %file% has not been unzipped: %status%
pl_pl: [ERROR] %file% nie został rozpakowany: %status%

source: [ERROR] %file% has not been unzipped: %status
pl_pl: [ERROR] %file% nie został rozpakowany: %status%

source: [ERROR] Unable to list archived files
pl_pl: [BŁĄD] Nie do listy plików archiwum

source: File %s is preserved
pl_pl: Plik %s jest zachowany

source: Unable to write in the directory "%s"
pl_pl: Nie można zapisywać w katalogu "%s"

source: This version of PrestaShop cannot be upgraded: the PS_ADMIN_DIR constant is missing.
pl_pl: Ta wersja PrestaShop nie może być uaktualniona: brakuje stałej PS_ADMIN_DIR.
