Repository: arturkult/BiznesElektroniczy
Catalog: app/Resources/translations/*/ModulesStatscatalogAdmin.*.xlf
Languages: pl_pl

source: Catalog statistics
pl_pl: Statystyki katalogu

source: Adds a tab containing general statistics about your catalog to the Stats dashboard.
pl_pl: Dodaje zakładkę zawierającą ogólne statystyki dotyczące Twojego katalogu w panelu statystyk.

source: (1 purchase / %d visits)
pl_pl: (1 zakup / %d wizyt)

source: Choose a category
pl_pl: Wybierz kategorię

source: Products available:
pl_pl: Produkty dostępne:

source: Average price (base price):
pl_pl: Średnia cena (cena bazowa):

source: Product pages viewed:
pl_pl: Wyświetlono stron produktu:

source: Average number of page visits:
pl_pl: Średnia liczba oglądanych stron:

source: Average number of purchases:
pl_pl: Średnia liczba zakupów:

source: Images available:
pl_pl: Ilość dostępnych zdjęć:

source: Average number of images:
pl_pl: Średnia liczba zdjęć:

source: Products never viewed:
pl_pl: Produkty nigdy nie oglądane:

source: Products never purchased:
pl_pl: Produkty nigdy nie kupione:

source: Conversion rate*:
pl_pl: Stopa konwersji*:

source: Defines the average conversion rate for the product page. It is possible to purchase a product without viewing the product page, so this rate can be greater than 1.
pl_pl: Średnia konwersji strony produktu. Istnieje możliwość zakupu produktu bez wyświetlania strony produktu, a więc stopa ta może być większa niż 1.

source: Products never purchased
pl_pl: Produkty nigdy nie kupione.

source: Edit / View
pl_pl: Edycja / Wyświetl
