Repository: arturkult/BiznesElektroniczy
Catalog: app/Resources/translations/*/ModulesAutoupgradeAdmin.*.xlf
Languages: pl_pl

source: Selection successfully deleted
pl_pl: Pomyślnie usunięto zaznaczenie

source: The new version check has been completed successfully
pl_pl: Sprawdzanie nowej wersji zakończyło się pomyślnie

source: Message sent to the customer
pl_pl: Wiadomość została wysłana do klienta

source: Language successfully copied
pl_pl: Pomyślnie skopiowano język

source: Refund Successful
pl_pl: Zwrot udany

source: Images successfully moved
pl_pl: Obrazy przeniesiono z powodzeniem

source: In order to use a new theme, please follow these steps:
pl_pl: Aby użyć nowego szablonu, wykonaj następujące kroki:

source: Import your theme using this module:
pl_pl: Zaimportuj swój szablon używając tego modułu:

source: Theme installer
pl_pl: Instalator szablonów

source: When your theme is imported, please select the theme in this page
pl_pl: Kiedy szablon jest zaimportowany, proszę wybierz szablon z tej strony

source: Add my IP
pl_pl: Dodaj mój IP

source: If you change the theme, the parameters.php file must be writable (CHMOD 755 / 777)
pl_pl: Jeśli zmieniasz swój szablon, plik parameters.php musi być zapisywalny (CHMOD 755 / 777)

source: Back
pl_pl: Wstecz

source: You do not have permission to add here
pl_pl: Nie masz uprawnień do dodawania w tym miejscu

source: Set required fields for this section
pl_pl: Ustaw pola wymagane w tej sekcji

source: Required Fields
pl_pl: Wymagane pola

source: Select the fields you would like to be required for this section.
pl_pl: Zaznacz pola, które chcesz żeby były wymagane w tej sekcji.

source: Field Name
pl_pl: Nazwa pola

source: The field named %s is required.
pl_pl: Pole o nazwie %s jest wymagane.

source: The field named %fieldname% is required at least in the %languagename% language.
pl_pl: Pole o nazwie %fieldname% jest wymagane co najmniej w języku %languagename%.

source: The field named %fieldname% is too long (%charsnumber% chars max).
pl_pl: Pole o nazwie %fieldname% jest zbyt długie (%charsnumber% znaków maksymalnie).

source: Your entry in field %fieldname% (language %languagename%) exceeds max length %charsnumber% chars (incl. HTML tags).
pl_pl: Twój wpis w polu %fieldname% (%languagename% język) przekracza maksymalną długość %charsnumber% znaków (łącznie z tagami HTML).

source: An error occurred during image deletion (cannot load object).
pl_pl: Wystąpił błąd podczas usuwania obrazu (nie można załadować obiektu).

source: You need at least one object.
pl_pl: Musisz mieć co najmniej jeden obiekt.

source: You cannot delete all of the items.
pl_pl: Nie możesz skasować wszystkich przedmiotów

source: An error occurred during deletion.
pl_pl: Wystąpił błąd podczas usuwania.

source: (cannot load object)
pl_pl: (nie można załadować obiektu)

source: You do not have permission to add here.
pl_pl: Nie masz uprawnień do dodawania

source: Error in updating required fields
pl_pl: Błąd w aktualizacji wymaganych pól

source: Can not add configuration %configurationkey% for lang %isocode%
pl_pl: Nie można dodać konfiguracji %configurationkey% dla języka %isocode%

source: Can not add configuration %configurationkey%
pl_pl: Nie można dodać konfiguracji %configurationkey%

source: %title% : Incorrect value
pl_pl: %title%: niepoprawna wartość

source: An error occurred while uploading favicon: %iconname% to %destination%
pl_pl: Wystąpił błąd podczas wgrywania faviconu: %iconname% do %destination%

source: errors
pl_pl: błędów

source: There are %count% warnings
pl_pl: Jest %count% ostrzeżeń

source: There is %count% warning
pl_pl: Jest %count% ostrzeżenie

source: Click here to see more
pl_pl: Kliknij tutaj, aby zobaczyć więcej

source: Hide warning
pl_pl: Ukryj ostrzeżenie

source: Delete item #
pl_pl: Usuń pozycję #

source: Object cannot be loaded (not found)
pl_pl: Obiekt nie może być załadowany (nie znaleziono)

source: Object cannot be loaded (identifier missing or invalid)
pl_pl: Obiekt nie może być załadowany (identyfikator brakujący lub nieprawidłowy)

source: Your are currently connected with the following domain name:
pl_pl: Jesteś obecnie połączony z następującą nazwą domeny:

source: This one is different from the main shop domain name set in "Preferences > SEO & URLs":
pl_pl: To różni się od nazwy domeny głównej sklepu ustawionego w "Preferences > SEO & URLs":

source: Click here if you want to modify the main shop domain name
pl_pl: Kliknij tutaj, jeżeli chcesz modyfikować nazwę domeny głównego sklepu

source: Field %name% is required
pl_pl: Pole %name% jest wymagane

source: Field %name% is invalid
pl_pl: Pole %name% jest nieprawidłowe

source: Required field
pl_pl: - pole wymagane

source: Back up my files and database
pl_pl: Zrób kopię zapasową moich plików i bazy danych

source: Automatically back up your database and files in order to restore your shop if needed. This is experimental: you should still perform your own manual backup for safety.
pl_pl: Automatyczne tworzenie kopii zapasowych bazy danych i plików w celu przywrócenia swojego sklepu w razie potrzeby. Jest to moduł eksperymentalny: należy jeszcze wykonać własną ręczną kopie zapasową dla bezpieczeństwa.

source: Back up my images
pl_pl: Zrób kopię zapasową moich zdjęć

source: To save time, you can decide not to back your images up. In any case, always make sure you did back them up manually.
pl_pl: Aby zaoszczędzić czas, można podjąć decyzję o nie dodawaniu obrazów do kopii zapasowej. W każdym razie, zawsze upewnij się, że masz ich kopię zrobioną "ręcznie".

source: Server performance
pl_pl: Wydajność serwera

source: Unless you are using a dedicated server, select "Low".
pl_pl: Jeżeli nie używasz serwera dedykowanego, wybierz "Niska".

source: A high value can cause the upgrade to fail if your server is not powerful enough to process the upgrade tasks in a short amount of time.
pl_pl: Wysoka wartość może spowodować, że aktualizacja się nie powiedzie jeżeli Twój serwer nie jest wystarczająco szybki aby przetworzyć zadania aktualizacji w krótkim okresie czasu.

source: Low (recommended)
pl_pl: Niska (zalecana)

source: Medium
pl_pl: Średnia

source: High
pl_pl: Wysoka

source: Disable non-native modules
pl_pl: Wyłącz niestandardowe moduły

source: As non-native modules can experience some compatibility issues, we recommend to disable them by default.
pl_pl: Ponieważ niestandardowe moduły mogą mieć problemy z kompatybilnością, domyślnie zalecamy ich wyłączenie.

source: Keeping them enabled might prevent you from loading the "Modules" page properly after the upgrade.
pl_pl: Pozostawienie ich włączonych może uniemożliwić prawidłowe ładowanie strony "Moduły i usługi" po aktualizacji.

source: Upgrade the default theme
pl_pl: Uaktualnij domyślny szablon

source: If you customized the default PrestaShop theme in its folder (folder name "classic" in 1.7), enabling this option will lose your modifications.
pl_pl: Jeśli dostosowywałeś domyślny szablon PrestaShop w swoim folderze (Nazwa folderu "classic" w 1.7), włączenie tej opcji spowoduje ze stracisz swoje zmiany.

source: If you are using your own theme, enabling this option will simply update the default theme files, and your own theme will be safe.
pl_pl: Jeśli korzystasz z własnego szablonu, włączenie tej opcji po prostu zaktualizuje pliki domyślnego szablonu, a Twój własny szablon będzie bezpieczny.

source: Switch to the default theme
pl_pl: Przełącz się na domyślny szablon

source: This will change your theme: your shop will then use the default theme of the version of PrestaShop you are upgrading to.
pl_pl: Twój szablon zostanie zmieniony: w sklepie ustawiony zostanie domyślny szablon zgodny z nową wersją PrestaShop.

source: Keep the customized email templates
pl_pl: Zachowaj niestandardowe szablony wiadomości e-mail

source: This will not upgrade the default PrestaShop e-mails.
pl_pl: To nie uaktualni domyślnych e-maile PrestaShop.

source: If you customized the default PrestaShop e-mail templates, enabling this option will keep your modifications.
pl_pl: Jeśli dostosowywałeś domyślne szablony e-mail PrestaShop, włączenie tej opcji spowoduje że zachowasz swoje zmiany.

source: Unable to create directory %s
pl_pl: Nie można utworzyć katalogu %s

source: Unable to create file %s
pl_pl: Nie można utworzyć pliku %s

source: Error when trying to delete backups %s
pl_pl: Błąd podczas próby usuwania kopii zapasowych %s

source: Restoration process done. Congratulations! You can now reactivate your shop.
pl_pl: Proces odzyskiwania zakończony. Gratulacje! Możesz teraz aktywować sklep ponownie.

source: Upgrade process done. Congratulations! You can now reactivate your shop.
pl_pl: Proces aktualizacji zakończony. Gratulacje! Możesz teraz aktywować sklep ponownie.

source: Upgrade process done, but some warnings have been found.
pl_pl: Aktualizacja zakończona, lecz wystąpiły ostrzeżenia.

source: %s removed
pl_pl: %s usunięto

source: Please remove %s by FTP
pl_pl: Proszę usunąć %s przez FTP

source: Configuration successfully updated.
pl_pl: Konfiguracja zaktualizowana pomyślnie.

source: This page will now be reloaded and the module will check if a new version is available.
pl_pl: Strona zostanie odświeżona i moduł zweryfikuje czy jest dostępna nowa wersja.

source: File %s does not exist. Unable to select that channel.
pl_pl: Plik %s nie istnieje. Nie można wybrać tego kanału.

source: Version number is missing. Unable to select that channel.
pl_pl: Brakuje numeru wersji. Nie można wybrać tego kanału.

source: Upgrade process will use archive.
pl_pl: Proces aktualizacji użyje archiwum.

source: Error on saving configuration
pl_pl: Błąd podczas zapisywania konfiguracji

source: %modifiedfiles% files will be modified, %deletedfiles% files will be deleted (if they are found).
pl_pl: %modifiedfiles% plików zostanie zmodyfikowanych, %deletedfiles% plików zostanie usuniętych (jeżeli zostaną odnalezione).

source: No diff files found.
pl_pl: Nie znaleziono różniących się plików.

source: Unable to check files for the installed version of PrestaShop.
pl_pl: Nie można zweryfikować plików dla zainstalowanej wersji PrestaShop.

source: Unable to check files
pl_pl: Nie można sprawdzić plików

source: Core files are ok
pl_pl: Pliki główne są OK

source: %modificationscount% file modifications have been detected, including %coremodifications% from core and native modules:
pl_pl: Wykryto %modificationscount% modyfikacji plików, włączając %coremodifications% z głównej części i wbudowanych modułów:

source: Starting upgrade...
pl_pl: Rozpoczęcie aktualizacji...

source: Skip downloading and unzipping steps, upgrade process will now remove sample data.
pl_pl: Pomiń kroki pobierania i rozpakowywania, proces aktualizacji usunie teraz przykładowe dane.

source: Shop deactivated. Removing sample files...
pl_pl: Sklep dezaktywowany. Usuwanie przykładowych plików...

source: Skip downloading step, upgrade process will now unzip the local archive.
pl_pl: Pomiń proces pobierania, proces aktualizacji rozpakuje teraz lokalne archiwum.

source: Shop deactivated. Extracting files...
pl_pl: Sklep dezaktywowany. Wyodrębnianie plików...

source: Shop deactivated. Now downloading... (this can take a while)
pl_pl: Sklep zdezaktywowany. Trwa pobieranie... (to może chwilę potrwać)

source: Downloaded archive will come from %s
pl_pl: Pobrane archiwum będzie pochodzić z %s

source: MD5 hash will be checked against %s
pl_pl: MD5 będą sprawdzane z %s

source: "/latest" directory has been emptied
pl_pl: Katalog "/latest" zaostał opróżniony

source: File extraction complete. Removing sample files...
pl_pl: Rozpakowywanie plików zakończone pomyślnie. Usuwanie plików przykładowych...

source: Unable to extract %filepath% file into %destination% folder...
pl_pl: Nie można wyodrębnić pliku %filepath% do folderu %destination%...

source: This is not a valid archive for version %s.
pl_pl: To nie jest poprawne archiwum dla wersji %s.

source: Extraction directory is not writable.
pl_pl: Katalog do rozpakowania nie ma prawa zapisu.

source: Extraction directory %s is not writable.
pl_pl: Katalog do rozpakowania %s nie ma prawa zapisu.

source: [ERROR] %s does not exist or is not a directory.
pl_pl: [BŁĄD] %s nie istnieje lub nie jest katalogiem.

source: Nothing has been extracted. It seems the unzipping step has been skipped.
pl_pl: Nic nie wyodrębniono. Wygląda na to, że krok rozpakowania został pominięty.

source: [ERROR] Unable to find files to upgrade.
pl_pl: [BŁĄD] Nie można znaleźć plików do uaktualnienia.

source: Unable to list files to upgrade
pl_pl: Nie można wyświetlić plików do zaktualizowania

source: %s files will be upgraded.
pl_pl: %s plików będzie zaktualizowanych.

source: filesToUpgrade is not an array
pl_pl: filesToUpgrade nie jest tablicą

source: All files upgraded. Now upgrading database...
pl_pl: Wszystkie pliki uaktualniono. Aktualizacja bazy danych...

source: Error when trying to upgrade file %s.
pl_pl: Błąd podczas próby aktualizacji pliku %s.

source: %s files left to upgrade.
pl_pl: %s plików do zaktualizowania.

source: Nothing has been extracted. It seems the unzip step has been skipped.
pl_pl: Nic nie wyodrębniono. Wygląda na to, że krok rozpakowania został pominięty.

source: %s modules will be upgraded.
pl_pl: %s modułów zostanie zaktualizowanych.

source: upgradeModule step has not ended correctly.
pl_pl: Krok upgradeModule nie zakończył się poprawnie.

source: listModules is not an array. No module has been updated.
pl_pl: listModules nie jest tablicą. Żaden moduł nie został zaktualizowany.

source: %s modules left to upgrade.
pl_pl: %s modułów pozostało do zaktualizowania.

source: The %modulename% module is not compatible with version %version%, it will be removed from your FTP.
pl_pl: Moduł %modulename% nie jest zgodny z wersją %version%, zostanie usunięty z Twojego FTP.

source: The %modulename% module is not compatible with version %version%, please remove it from your FTP.
pl_pl: Moduł %modulename% nie jest zgodny z wersją %version%, usuń go z FTP.

source: Addons modules files have been upgraded.
pl_pl: Moduły z dodatkami zostały zaktualizowane.

source: The files of module %s have been upgraded.
pl_pl: Pliki z modułu %s zostały zaktualizowane.

source: [WARNING] Error when trying to upgrade module %s.
pl_pl: [OSTRZEŻENIE] błąd podczas próby aktualizacji modułu %s.

source: [ERROR] Unable to write module %s's zip file in temporary directory.
pl_pl: [BŁĄD] Nie można zapisać modułu %s w pliku zip w katalogu tymczasowym.

source: [ERROR] No response from Addons server.
pl_pl: [BŁĄD] Brak odpowiedzi z serwera Addons.

source: Error during database upgrade. You may need to restore your database.
pl_pl: Błąd podczas aktualizacji bazy danych. Może trzeba przywrócić bazę danych.

source: Database upgraded. Now upgrading your Addons modules...
pl_pl: Baza danych zaktualizowana. Aktualizacja dodatków...

source: The database has been cleaned.
pl_pl: Baza danych została oczyszczona.

source: /install/upgrade/php directory is missing in archive or directory
pl_pl: Katalog /install/upgrade/php nie istnieje w archiwum lub w katalogu

source: /install/upgrade/php directory is missing in archive or directory.
pl_pl: Katalog /install/upgrade/php nie istnieje w archiwum lub w katalogu.

source: The app/config/parameters.php file was not found.
pl_pl: Nie znaleziono pliku app/config/parameters.php.

source: The app/config/parameters.yml file was not found.
pl_pl: Nie znaleziono pliku app/config/parameters.yml.

source: Current version: %oldversion%. Version to install: %newversion%.
pl_pl: Aktualna wersja: %oldversion%. Wersja do zainstalowania: %newversion%.

source: Current version: %oldversion%. Version to install: %newversion%
pl_pl: Aktualna wersja: %oldversion%. Wersja do zainstalowania: %newversion%

source: [ERROR] Version to install is too old.
pl_pl: [BŁĄD] Wersja do zainstalowania jest zbyt stara.

source: You already have the %s version.
pl_pl: Masz już wersję %s.

source: There is no older version. Did you delete or rename the app/config/parameters.php file?
pl_pl: Nie ma starszej wersji. Czy usunąłeś lub zmieniłeś nazwę pliku app/config/parameters.php?

source: Invalid database configuration
pl_pl: Błędna konfiguracji bazy danych

source: Unable to find upgrade directory in the installation path.
pl_pl: Nie można znaleźć uaktualnienia w katalogu w ścieżce instalacji.

source: Cannot find the SQL upgrade files. Please check that the %s folder is not empty.
pl_pl: Nie można znaleźć plików aktualizacji SQL. Proszę sprawdzić, czy folder %s nie jest pusty.

source: %s is not a valid version number.
pl_pl: %s nie jest poprawnym numerem wersji.

source: Error while loading SQL upgrade file "%s.sql".
pl_pl: Błąd podczas ładowania pliku aktualizacji SQL "%s.sql".

source: Error while loading SQL upgrade file %s.
pl_pl: Błąd podczas ładowania pliku aktualizacji SQL %s.

source: Error while loading sql SQL file %s.
pl_pl: Błąd podczas ładowania pliku sql SQL %s.

source: [DROP] SQL %s table has been dropped.
pl_pl: [DROP] SQL Tabela %s została usunięta.

source: An error happened during the database upgrade.
pl_pl: Wystąpił błąd podczas aktualizacji bazy danych.

source: Error upgrading Doctrine schema
pl_pl: Błąd podczas uaktualniania schematu doktryny

source: Database upgrade OK
pl_pl: Aktualizacja bazy danych powiodła się

source: [SKIP] directory "%s" does not exist and cannot be emptied.
pl_pl: [SKIP] katalog "%s" nie istnieje i nie może być opróżniony.

source: [CLEANING CACHE] File %s removed
pl_pl: [Czyszczenie bufora] usunięto plik %s

source: Error updating translations
pl_pl: Błąd podczas aktualizowania tłumaczeń

source: Warning detected during upgrade.
pl_pl: Wykryto ostrzeżenie podczas aktualizacji.

source: Database upgrade completed
pl_pl: Aktualizacja bazy danych zakończona

source: [NOTICE] File %s does not exist, merge skipped.
pl_pl: [UWAGA] Plik %s nie istnieje, scalanie pomijane.

source: [WARNING] %variablename% variable missing in file %filename%. Merge skipped.
pl_pl: [WARNING] zmiennej %variablename% brakuje w pliku %filename%. Scalanie pominięte.

source: [WARNING] %variablename% variable missing in file %filename%. File %filename% deleted and merge skipped.
pl_pl: [WARNING] zmiennej %variablename% brakuje w pliku %filename%. Plik %filename% usunięty i scalanie pomijane.

source: %s ignored
pl_pl: %s ignorowane

source: [WARNING] File %1$s has been deleted.
pl_pl: [OSTRZEŻENIE] %1$s plik został usunięty.

source: Directory %1$s created.
pl_pl: katalog %1$s utworzony.

source: Error while creating directory %s.
pl_pl: Błąd podczas tworzenia katalogu %s.

source: Directory %s already exists.
pl_pl: Katalog %s już istnieje.

source: [TRANSLATION] The translation files have been merged into file %s.
pl_pl: [TRANSLATION] Pliki z tłumaczeniami zostały połączone w pliku %s.

source: [TRANSLATION] The translation files have not been merged into file %filename%. Switch to copy %filename%.
pl_pl: [TRANSLATION] Pliki tłumaczeń nie zostały włączone do pliku %filename%. Przełączyć na kopię %filename%.

source: Copied %1$s.
pl_pl: Skopiowano %1$s.

source: Error while copying file %s
pl_pl: Błąd podczas kopiowania pliku %s

source: [ERROR] file %s is missing : unable to restore files. Operation aborted.
pl_pl: [ERROR] brakuje pliku %s: nie można przywrócić plików. Operacja przerwana.

source: [ERROR] File %s is missing: unable to restore files. Operation aborted.
pl_pl: [BŁĄD] Brakuje pliku %s: nie można przywrócić plików. Operacja przerwana.

source: [ERROR] No backup database files found: it would be impossible to restore the database. Operation aborted.
pl_pl: [BŁĄD] Nie odnaleziono kopii zapasowej plików bazy danych: byłoby to niemożliwe, aby przywrócić bazę danych. Operacja przerwana.

source: Restoring files ...
pl_pl: Przywracanie plików ...

source: Nothing to restore
pl_pl: Nic do przywrócenia

source: %s file(s) will be removed before restoring the backup files.
pl_pl: %s plików będzie usuniętych przed przywróceniem plików kopii zapasowej.

source: [ERROR] Backup file %s does not exist.
pl_pl: [BŁĄD] Plik kopii zapasowej %s nie istnieje.

source: [ERROR] File "%s" does not exist.
pl_pl: [BŁĄD] Plik %s nie istnieje.

source: Unable to remove upgraded files.
pl_pl: Nie można usunąć zaktualizowanych plików.

source: Files restored. Now restoring database...
pl_pl: Pliki przywrócone. Teraz przywracam bazę danych...

source: Files restored.
pl_pl: Pliki przywrócone.

source: Unable to extract file %filename% into directory %directoryname% .
pl_pl: Nie można wyodrębnić pliku %filename% do katalogu %directoryname%.

source: %s: File format does not match.
pl_pl: %s: Format pliku nie pasuje.

source: Opening backup database file %filename% in %extension% mode
pl_pl: Otwieranie pliku kopii zapasowej bazy danych %filename% w trybie %extension%

source: Database backup is empty.
pl_pl: kopia zapasowa bazy danych jest pusta.

source: Database restoration file %filename% done. %filescount% file(s) left...
pl_pl: Przywracanie pliku bazy danych %filename% zrobione. %filescount% plik(i) opuszczone...

source: Database restoration file %1$s done.
pl_pl: Tworzenie pliku %1$s przywracania bazy zakończone.

source: Database has been restored.
pl_pl: Baza danych została przywrócona.

source: [SQL ERROR]
pl_pl: [Błąd SQL]

source: Error during database restoration
pl_pl: Błąd podczas przywracania bazy danych

source: %numberqueries% queries left for file %filename%...
pl_pl: %numberqueries% kwerendy pozostały do pliku %filename%...

source: Database restoration done.
pl_pl: Wykonano przywracanie bazy danych.

source: Database backup skipped. Now upgrading files...
pl_pl: Kopia bazy danych została pominięta. Aktualizowanie plików...

source: Backup directory is not writable (%path%).
pl_pl: Brak możliwości zapisu w folderze kopii bezpieczeństwa (%path%).

source: Backup file %s already exists. Operation aborted.
pl_pl: Plik kopii zapasowej %s już istnieje. Operacja anulowana.

source: Unable to create backup database file %s.
pl_pl: Nie można utworzyć kopii zapasowej pliku bazy danych %s.

source: Error during database backup.
pl_pl: Błąd podczas kopii zapasowej bazy danych.

source: An error occurred while backing up. Unable to obtain the schema of %s
pl_pl: Wystąpił błąd podczas tworzenia kopii zapasowej. Nie można uzyskać schematu %s

source: %s table has been saved.
pl_pl: %s tabela została zapisana.

source: %s tables have been saved.
pl_pl: %s tabel zostało zapisanych.

source: Database backup: %s table(s) left...
pl_pl: kopia zapasowa bazy danych: pozostało %s tabel...

source: No valid tables were found to back up. Backup of file %s canceled.
pl_pl: Nie znaleziono poprawnych tabel do zrobienia kopi zapasowej. Tworzenie kopii zapasowych pliku %s anulowane.

source: Error during database backup for file %s.
pl_pl: Błąd podczas tworzenia kopii zapasowej bazy danych dla pliku %s.

source: Database backup done in filename %s. Now upgrading files...
pl_pl: Kopie zapasowe baz danych zrobione w nazwa_pliku %s. Teraz aktualizacja plików ...

source: Error during backupFiles
pl_pl: Błąd podczas backupFiles

source: [ERROR] backupFiles filename has not been set
pl_pl: [BŁĄD] PlikKopiiZapasowej nazwa pliku nie została ustawiona

source: %s Files to backup.
pl_pl: %s plików do wykonania kopii zapasowej.

source: Backup files initialized in %s
pl_pl: Kopia zapasowa zainicjowana w %s

source: Backup files in progress. %d files left
pl_pl: Kopia zapasowa plików w trakcie wykonywania. Pozostało %d plików

source: Using class ZipArchive...
pl_pl: Używanie klasy ZipArchive...

source: Using class PclZip...
pl_pl: Używanie klasy PclZip...

source: All files saved. Now backing up database
pl_pl: Wszystkie pliki zapisane. Trwa teraz tworzenie kopii zapasowej bazy danych

source: All files have been added to archive.
pl_pl: Wszystkie pliki zostały dodane do archiwum.
