Repository: arturkult/BiznesElektroniczy
Catalog: app/Resources/translations/*/ModulesAutoupgradeAdmin.*.xlf
Languages: pl_pl

source: 1-Click Upgrade
pl_pl: Aktualizacja 1 kliknięciem

source: Provides an automated method to upgrade your shop to the latest version of PrestaShop.
pl_pl: Zapewnia zautomatyzowany sposób aktualizacji swojego sklepu do najnowszej wersji PrestaShop.

source: Unable to delete outdated "AdminUpgrade" tab (tab ID: %idtab%).
pl_pl: Nie można usunąć nieaktualnej karty "AdminUpgrade" (karta ID: %idtab%).

source: Unable to create the "AdminSelfUpgrade" tab
pl_pl: Stworzenie menu "AdminSelfUpgrade" jest niemożliwe

source: Unable to copy logo.gif in %s
pl_pl: Nie można skopiować logo.gif do %s

source: Unable to load the "AdminSelfUpgrade" tab
pl_pl: Nie można załadować zakładki "AdminSelfUpgrade"

source: Unable to create the directory "%s"
pl_pl: Nie można utworzyć katalogu "%s"

source: Unable to copy ajax-upgradetab.php in %s
pl_pl: Nie można skopiować ajax-upgradetab.php do %s
