Repository: arturkult/BiznesElektroniczy
Catalog: app/Resources/translations/*/ModulesStatsliveAdmin.*.xlf
Languages: pl_pl

source: Visitors online
pl_pl: Odwiedzających online

source: Adds a list of customers and visitors who are currently online to the Stats dashboard.
pl_pl: Dodaje listę klientów i użytkowników, którzy są obecnie w trybie online w panelu statystyk.

source: You must activate the "Save page views for each customer" option in the "Data mining for statistics" (StatsData) module in order to see the pages that your visitors are currently viewing.
pl_pl: Żeby zobaczyć strony, które aktualnie przeglądają Twoi klienci, musisz aktywować opcję "Zachowaj wyświetlenia strony dla każdego klienta" w module "Kopalnia danych dla statystyk" (StatsData).

source: Current online customers
pl_pl: Klienci online

source: Total:
pl_pl: Razem:

source: Current page
pl_pl: Bieżąca strona

source: View customer profile
pl_pl: Wyświetl profil klienta

source: There are no active customers online right now.
pl_pl: W chwili obecnej brak klientów online.

source: Current online visitors
pl_pl: Liczba gości online

source: Guest ID
pl_pl: Numer identyfikacyjny (ID) gościa

source: Last activity
pl_pl: Ostatnia aktywność

source: Notice
pl_pl: Uwaga

source: Maintenance IPs are excluded from the online visitors.
pl_pl: IP konserwacji są wyłączone z gości online.

source: Add or remove an IP address.
pl_pl: Dodaj lub usuń adres IP.
