Repository: arturkult/BiznesElektroniczy
Catalog: app/Resources/translations/*/ShopThemeCheckout.*.xlf
Languages: pl_pl

source: Subtotal
pl_pl: Produkty

source: Discount
pl_pl: Rabat

source: Gift wrapping
pl_pl: Opakowanie ozdobne

source: Total
pl_pl: Razem

source: Shipping and handling
pl_pl: Wysyłka i doręczenie

source: Tax
pl_pl: Podatek

source: Total paid
pl_pl: Zapłacono w sumie

source: Free
pl_pl: Za darmo!

source: Shipping
pl_pl: Wysyłka

source: Included taxes
pl_pl: VAT (wliczony)

source: Taxes
pl_pl: Podatki

source: Total (tax incl.)
pl_pl: Suma (brutto)

source: Total (tax excl.)
pl_pl: Suma (netto)

source: 1 item
pl_pl: 1 produkt

source: %d items
pl_pl: %d produkty

source: A minimum shopping cart total of %amount% (tax excl.) is required to validate your order. Current cart total is %total% (tax excl.).
pl_pl: Minimalny zakup na kwotę %amount% (netto) jest wymagany aby zatwierdzić Twoje zamówienie, obecna wartość koszyka to %total% (netto).

source: My Address
pl_pl: Mój adres

source: Addresses
pl_pl: Adresy

source: Shipping Method
pl_pl: Sposób dostawy

source: Please check your order before payment
pl_pl: Proszę sprawdzić swoje zamówienie przed dokonaniem płatności

source: Your Delivery Address
pl_pl: Twój adres dostawy

source: I agree to the [terms of service] and will adhere to them unconditionally.
pl_pl: Zgadzam się z [warunkami świadczenia usług] i będę stosować się do nich bezwarunkowo.

source: Personal Information
pl_pl: Dane osobowe

source: Payment
pl_pl: Płatność

source: Order reference
pl_pl: Numer zamówienia

source: Date
pl_pl: Data

source: Total price
pl_pl: Cena końcowa

source: Status
pl_pl: Wyświetlany

source: Invoice
pl_pl: Faktura

source: (additional cost of %giftcost% %taxlabel%)
pl_pl: (Dodatkowy koszt %giftcost% %taxlabel%)

source: I would like my order to be gift wrapped %cost%
pl_pl: Chcę, aby zamówienie zostało zapakowane w opakowanie ozdobne %cost%

source: %s tax incl.
pl_pl: %s brutto

source: %s tax excl.
pl_pl: %s netto.

source: Tax included
pl_pl: Brutto

source: Tax excluded
pl_pl: Netto

source: Free shipping
pl_pl: Darmowa wysyłka

source: Guest order tracking
pl_pl: Śledzenie zamówienia Gościa

source: Quantity
pl_pl: Ilość

source: You Save
pl_pl: Oszczędzasz

source: Up to %amount_saved%
pl_pl: Do %amount_saved%

source: Carrier
pl_pl: Przewoźnik

source: Payment method
pl_pl: Metoda płatności

source: Delivery address %alias%
pl_pl: Adres dostawy %alias%

source: Invoice address %alias%
pl_pl: Adres do faktury %alias%

source: Weight
pl_pl: Waga

source: Shipping cost
pl_pl: Koszt wysyłki

source: Tracking number
pl_pl: Numer śledzenia

source: Code
pl_pl: Kod

source: Description
pl_pl: Opis

source: Value
pl_pl: Wartość

source: Cumulative
pl_pl: Łącznie

source: Expiration date
pl_pl: Data wygaśnięcia

source: Use this address for invoice too
pl_pl: Użyj tego adresu także do faktury

source: Have a promo code?
pl_pl: Masz kod promocyjny?

source: Promo code
pl_pl: Kod promocyjny

source: There are no more items in your cart
pl_pl: W koszyku nie ma jeszcze produktów

source: Gift
pl_pl: Prezent

source: Your Invoice Address
pl_pl: Adres do faktury

source: Shipping Address
pl_pl: Adres dostawy

source: The selected address will be used as your personal address (for invoice).
pl_pl: Wybrany adres będzie stosowany jako adres osobisty (do faktury).

source: Billing address differs from shipping address
pl_pl: Adres do faktury różni się od adresu dostawy

source: The selected address will be used both as your personal address (for invoice) and as your shipping address.
pl_pl: Wybrany adres będzie stosowany zarówno jako adres osobisty (do faktury) i jako adres dostawy.

source: Create an account
pl_pl: Stwórz konto

source: (optional)
pl_pl: (opcjonalnie)

source: And save time on your next order!
pl_pl: I zaoszczędź czas na następne zamówienie!

source: %product_count% item in your cart
pl_pl: %product_count% produkt w Twoim koszyku

source: %products_count% items in your cart
pl_pl: %products_count% produkty w Twoim koszyku

source: Order items
pl_pl: Zamówione produkty

source: If you sign out now, your cart will be emptied.
pl_pl: Jeśli rozłączysz się teraz, Twój koszyk zostanie opróżniony.

source: Order as a guest
pl_pl: Zamówienie jako gość

source: If you would like to add a comment about your order, please write it in the field below.
pl_pl: Jeżeli chcesz dodać komentarz do swojego zamówienia, zapisz go poniżej.

source: I would like to receive my order in recycled packaging.
pl_pl: Zgadzam się na odbiór zamówienia w opakowaniu ekologicznym

source: If you'd like, you can add a note to the gift:
pl_pl: Do prezentu możesz dołączyć list z wiadomością od Ciebie o treści:

source: Unfortunately, there are no carriers available for your delivery address.
pl_pl: Niestety, brak dostępnych przewoźników dla Twojego adresu dostawy.

source: The selected address will be used both as your personal address (for invoice) and as your delivery address.
pl_pl: Wybrany adres będzie stosowany zarówno jako adres osobisty (do faktury) i jako adres dostawy.

source: No payment needed for this order
pl_pl: Zamówienie nie wymaga płatności

source: Order with an obligation to pay
pl_pl: Zamówienie z obowiązkiem zapłaty

source: Selected
pl_pl: Zaznaczony

source: Unfortunately, there are no payment method available.
pl_pl: Niestety, nie istnieją żadne dostępne metody płatności.

source: By confirming the order, you certify that you have read and agree with all of the conditions below:
pl_pl: Potwierdzając zamówienie, oświadczasz, że przeczytałeś i zgadzasz się ze wszystkimi poniższymi warunkami:

source: Please make sure you've chosen a [1]payment method[/1] and accepted the [2]terms and conditions[/2].
pl_pl: Pamiętaj, aby wybrać [1]metodę płatności[/1] i zaakceptuj [2]warunki[/2].

source: Your order is confirmed
pl_pl: Twoje zamówienie zostało potwierdzone

source: An email has been sent to your mail address %email%.
pl_pl: Wiadomość e-mail została wysłana do Ciebie na adres %email%.

source: You can also [1]download your invoice[/1]
pl_pl: Można także [1]pobrać fakturę[/1]

source: Order details
pl_pl: Szczegóły zamówienia

source: Save time on your next order, sign up now
pl_pl: Oszczędź czas przy następnym zamówieniu, zarejestruj się teraz

source: Order confirmation
pl_pl: Potwierdzenie zamówienia

source: Order reference %reference%
pl_pl: Numer zamówienia %reference%

source: Payment method %method_name%
pl_pl: Metoda płatności %method_name%

source: Shipping method %method_name%
pl_pl: Sposób dostawy %method_name%

source: Order reference: %reference%
pl_pl: Numer zamówienia: %reference%

source: Payment method: %method%
pl_pl: Metoda płatności: %method%

source: Shipping method: %method%
pl_pl: Sposób dostawy: %method%

source: Shopping Cart
pl_pl: Koszyk

source: The minimum purchase order quantity for the product is %quantity%.
pl_pl: Minimalna ilość zamówienia tego produktu jest %quantity%.

source: Cart
pl_pl: Koszyk

source: Product successfully added to your shopping cart
pl_pl: Produkt dodany poprawnie do Twojego koszyka

source: Quantity:
pl_pl: Ilość:

source: There are %products_count% items in your cart.
pl_pl: Ilość produktów w Twoim koszyku: %products_count%.

source: There is %product_count% item in your cart.
pl_pl: Jest %product_count% produkt w Twoim koszyku.

source: Total products:
pl_pl: Razem produkty:

source: Total shipping:
pl_pl: Razem dostawa:

source: Total:
pl_pl: Razem:

source: Choose a password to create an account and save time on your next order (optional)
pl_pl: Wybierz hasło, aby utworzyć konto i zaoszczędzić czas przy następnym zamówieniu (opcjonalnie)

source: Product Successfully Added to Your Shopping Cart
pl_pl: Produkt został poprawnie dodany do Twojego koszyka
